Repository: idealoop/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Carrier
sk: Prepravca

source: To start shipping products right away, please add shipping methods for your shop
sk: Ak chcete začať s doručovaním produktov ihneď, pridajte pre svoj obchod spôsoby dopravy, prosím

source: shipping method
sk: sposoby dopravy

source: Payment Provider
sk: Poskytovateľ platieb

source: To start accepting payments right away, please add payment methods for your shop
sk: Ak chcete hneď začať prijímať platby, pridajte pre svoj obchod spôsoby platby, prosím

source: payment method
sk: spôsoby platby

source: Service name
sk: Názov služby

source: The name shown in the shop checkout process.
sk: Názov uvedený v procese platby.

source: Instructions
sk: Pokyny

source: Additional instructions shown in the shop checkout process.
sk: Ďalšie pokyny uvedené v procese platby v obchode.

source: Shipping Methods
sk: Spôsoby dopravy

source: Payment Methods
sk: Spôsoby platby

source: Service
sk: Služba

source: Select a service to use for this service provider.
sk: Vyberte službu, ktorú chcete použiť pre tohto poskytovateľa služieb.

source: The carrier to use for this shipping method. Select a carrier before filling other fields.
sk: Dopravca, pre tento spôsob dopravy. Vyberte prepravcu pred vyplnením ostatných polí.

source: The payment processor to use for this payment method. Select a payment processor before filling out the other fields.
sk: Spracovateľ platby pre túto možnosť platby. Vyberte spracovateľa platby pred vyplnením ostatných polí.

source: Price
sk: Cena

source: Waive limit
sk: Hranica odpustenia

source: Available in countries
sk: Dostupné v krajinách

source: Unavailable in countries
sk: Nedostupné v krajinách

source: Select accepted countries for this service.
sk: Vyberte akceptované krajiny pre túto službu.

source: Select this to accept all countries in EU.
sk: Vyberte túto možnosť pre akceptovanie všetkých krajín v EÚ.

source: Select restricted countries for this service.
sk: Vyberte krajiny s obmedzeným prístupom pre túto službu.

source: Select this to restrict this service for countries in EU
sk: Vyberte túto možnosť, ak chcete túto službu obmedziť na krajiny EÚ

source: Service choice
sk: Výber služby

source: Enabled
sk: Povolené

source: Shop
sk: Obchod

source: Payment Processor
sk: Spracovateľ platieb

source: Weight-based pricing range
sk: Cenový rozsah založený na hmotnosti

source: System Settings
sk: Systémové nastavenia

source: unique
sk: jedinečný

source: running
sk: prebiehajúci

source: shop running
sk: prebiehajúci obchod

source: Reference number length
sk: dĺžka referenčného čísla

source: Length of the order reference number not including the checksum number. This can vary based on the country your shop is in. If you set the length to 19, the actual length is going to be 20 because the checksum is being added.
sk: Dĺžka referenčného čísla objednávky nezahŕňa číslo kontrolného súčtu. Toto môže sa líšiť v závislosti od krajiny, v ktorej sa nachádza váš obchod. Ak nastavíte dĺžku na 19,skutočná dĺžka bude 20, pretože sa pridáva kontrolný súčet.

source: Reference number prefix
sk: Predpona referenčného čísla

source: Order minimum total
sk: Minimálna celková objednávka

source: The minimum sum that an order needs to reach to be created.
sk: Minimálna suma potrebná k vytvoreniu objednávky.

source: Order Settings
sk: Nastavenia objednávky

source: Order Reference number method
sk: Metóda referenčného čísla objednávky

source: This option defines how the reference numbers for orders are built. The options are:<br><br><b>Unique</b><br>Order reference number is unique system wide, regardless of the amount of shops.<br><br><b>Running</b><br>Order number is running system wide, regardless of the amount of shops.<br><br><b>Shop Running</b><br>Every shop has its own running numbers for reference.
sk: Táto možnosť definuje, ako sa vyrábajú referenčné čísla pre objednávky. Možnosti sú:<br><br><b>Jedinečné</b><br>číslo objednávky je jedinečný systém

source: Settings saved
sk: Nastavenia uložené

source: Reset Defaults
sk: Resetovať východzie

source: Changes saved successfully
sk: Zmeny úspešne uložené

source: No changes detected
sk: Žiadne zmeny nie sú zaznamenané

source: Save system settings
sk: Uložiť systémové nastavenia

source: Add a logo to make your store stand out
sk: Pridajte logo, aby váš obchod vynikol

source: Add logo
sk: Pridať logo

source: Publish your store
sk: Zverejnite váš obchod

source: Let customers browse your store and make purchases
sk: Umožnite zákazníkom prehľadávať váš obchod a nakupovať

source: Publish shop
sk: Zverejniť obchod

source: Set "{}" as the active shop
sk: Určiť "{}" ako aktívny obchod

source: Available Shops [currently active: {}]
sk: Dostupné obchody [currently active: {}]

source: This field cannot be changed since there are existing orders for this shop.
sk: Toto pole nie je možné zmeniť, pretože v tomto obchode existujú objednávky.

source: Currency
sk: Mena

source: The primary shop currency. This is the currency used when selling your products.
sk: Primárna mena obchodu. Toto je mena, ktorá sa používa pri predávaní vašich produktov.

source: Staff
sk: Zamestnanci

source: Select staff members for this shop.
sk: Zvoľte zamestnancov pre tento obchod.

source: Domain is unique. Please enter a unique value.
sk: Doména je jedinečná. Zadajte jedinečnú hodnotu, prosím.

source: Shop name
sk: Názvo obchodu

source: First name
sk: Krstné meno

source: Your first name.
sk: Vaše krstné meno

source: Last name
sk: Priezvisko

source: Your last name.
sk: Vaše priezvisko.

source: Zip/Postal code
sk: PSČ

source: State/Province
sk: Štát

source: Address
sk: Adresa

source: Address (2)
sk: Adresa (2)

source: The shop street address. This may be used to provide estimated shipping costs.
sk: Ulica obchodu. To sa môže použiť na zabezpečenie odhadovaných prepravných nákladov.

source: The shop zip/postal code.
sk: PSČ obchodu.

source: The city in which your shop is located.
sk: Mesto, v ktorom sa nachádza váš obchod.

source: The country in which your shop is located.
sk: Krajina, v ktorej sa nachádza váš obchod.

source: There are still some pending actions to complete!
sk: Stále sú tu procesy čakajúce na dokončenie!

source: Your store is now live!
sk: Váš obchod je teraz aktívny!

source: Shop {} is now active!
sk: Obchod {} je teraz aktívny!

source: Domain
sk: Doména

source: Shop Details
sk: Detaily obchodu

source: Add an address so you can get paid
sk: Pridajte adresu, aby ste dostali zaplatené

source: Default Tax Class
sk: Štandardná daňová trieda

source: Select shops for this supplier. Keep it blank to share with all shops.
sk: Vyberte obchody pre tohto dodávateľa. Nechajte nevyplnené, ak chcete zdieľať obsah so všetkými obchodmi.

source: No %s module
sk: Žiadny %s modul

source: It is not possible to manage inventory when no module is selected.
sk: Ak nie je vybraný žiadny modul, nie je možné spravovať zásoby.

source: Module
sk: Modul

source: Shuup Support
sk: Shuup podpora

source: System
sk: Systém

source: Telemetry
sk: Telemetria

source: Statistics will be periodically sent to Shuup.com after 24 hours. Click here for more information.
sk: Po 24 hodinách budú pravidelne štatistiky odosielané na Shuup.com. Pre viac informácií kliknite sem.

source: Opt-in for telemetry
sk: Opt-in pre telemetriu

source: Taxes
sk: Dane

source: Customer Tax Groups
sk: Daňové skupiny zákazníkov

source: Tax Classes
sk: Daňové triedy

source: Rate
sk: Hodnotiť

source: Users
sk: Používatelia

source: Add some users to help manage your shop
sk: Pridajte nejakých používateľov, ktorí vám na pomôžu spravovať váš obchod

source: New user
sk: Nový používateľ

source: Welcome %(first_name)s! You've been added as an administrator to %(shop_url)s. Here are some details: Shop url: %(shop_url)s Login url: %(admin_url)s Your username: %(username)s Your password: Please contact your admin.
sk: Vitajte %(first_name)s! YBoli ste pridaný ako administrátor do %(shop_url)s. Tu sú podrobnosti: URL obchodu: %(shop_url)s URL prihlásenia: %(admin_url)s Vaše používateľké meno: %(username)s Vaše heslo: Kontaktujte admina, prosím.

source: Password
sk: Heslo

source: The user password.
sk: Heslo používateľa

source: Permissions
sk: Oprávnenia

source: See the permissions view to change these.
sk: Pozrite si zobrazenie povolení pre ich zmenu.

source: See Contacts - Permission Groups to change these.
sk: Pozrite Kontakty - Skupiny povolení pre ich zmenu.

source: The user email address. Used for password resets.
sk: Emailová adresa používateľa. Využívaná pre obnovu hesla.

source: The first name of the user.
sk: Krstné meno používateľa.

source: The last name of the user.
sk: Priezvisko používateľa.

source: staff
sk: zamestnanci

source: No special permissions
sk: Žiadne mimoriadne povolenia

source: No permission groups
sk: Skupiny bez povolení

source: Send email confirmation
sk: Poslať potvrdenie emailom

source: Send an email to the user to let them know they've been added as a shop user. Applicable only for users with staff status.
sk: Poslať používateľovi email, aby vedel, že bol pridaný ako používateľ obchodu. Možné použiť iba pre používateľov, ktorí sú označení ako zamestnanci.

source: Please enter an email to send a confirmation
sk: Zadajte email na zaslanie potvrdenia, prosím

source: Change Password
sk: Zmeniť heslo

source: User has no email address
sk: Používateľ nemá emailovú adresu

source: Send Password Reset Email
sk: Poslať email na obnovu hesla

source: Edit Permissions
sk: Upraviť povolenia

source: Contact Details
sk: Detaily kontaktu

source: Create a new contact and associate it with this user
sk: Vytvoriť nový kontakt a priradiť ho k tomuto používateľovi

source: Activate User
sk: Aktivovať používateľa

source: Deactivate User
sk: Deaktivovať používateľa

source: Login as User
sk: Prihlásiť ako používateľa

source: Login as Staff User
sk: Prihlásiť ako zamestnaného používateľa

source: User bound to contact %(contact)s.
sk: Používateľ viazaný na kontakt %(contact)s.

source: You've been added as an admin user to %s
sk: Boli ste pridaný ako administrátorský používateľ do %s

source: User
sk: Používateľ

source: %(user)s is now %(state)s.
sk: %(user)s je teraz %(state)s.

source: No shop configured.
sk: Nie je nakonfigurovaný žiadny obchod.

source: You are already logged in.
sk: Už ste prihlásený.

source: This user is not active.
sk: Tento používateľ nie je aktívny.

source: You're now logged in as {username}
sk: Ste prihlásený ako {username}

source: Username
sk: Používateľské meno

source: First Name
sk: Krstné meno

source: Last Name
sk: Priezvisko

source: First Name: %s
sk: Krstné meno: %s

source: Last Name: %s
sk: Priezvisko: %s

source: The two password fields didn't match.
sk: Dve polia s heslom nie sú rovnaké.

source: Your old password was entered incorrectly. Please enter it again.
sk: Vaše staré heslo bolo nesprávne zadané. Zadajte ho znova, prosím.

source: Your Password
sk: Vaše heslo

source: For security purposes, we need your current password.
sk: Z bezpečnostných dôvodov potrebujeme vaše terajšie heslo.

source: New Password
sk: Nové heslo

source: New Password (again)
sk: Nové heslo (znova)

source: You can not change the password of a superuser.
sk: Heslo superusera nie je možné zmeniť.

source: Change User Password
sk: Zmeniť heslo používateľa

source: Password changed for %s.
sk: Zmenené heslo pre %s.

source: Reset User Password
sk: Obnoviť heslo používateľa

source: The `shuup.front.apps.auth` app needs to be enabled for password reset.
sk: `shuup.front.apps.auth` aplikácia musí mať povolenie na obnovu hesla.

source: Password recovery email sent to %(email)s
sk: Email na obnovu hesla odoslaný na %(email)s

source: Sending the password recovery email failed.
sk: Odoslanie emailu na obnovu hesla zlyhalo.

source: The permission groups that this user belongs to. Permission groups are configured through Contacts - Permission Groups.
sk: Skupiny povolení, do ktorých patrí tento používateľ. Skupiny povolení sú konfigurované cez Kontakty - Skupiny povolení.

source: You can't unset this status for yourself.
sk: Tento stav nemôžete zrušiť sami.

source: Change User Permissions
sk: Zmeniť povolenia používateľa

source: Change Permissions: %s
sk: Zmeniť povolenia: %s

source: Permissions changed for %s.
sk: Povolenia zmenené pre %s.

source: You must be a staff user
sk: Musíte byť zamestnaný používateľ

source: You are not a staff member of this shop
sk: Nie ste zamestaný používateľ tohto obchodu

source: New Attribute
sk: Nový atribút

source: Login
sk: Prihlásenie

source: Welcome back
sk: Vitajte späť

source: Forgot your password?
sk: Zabudli ste heslo

source: Logged out
sk: Odhlásený

source: You have been securely logged out. Hope to see you soon!
sk: Boli ste bezpečne odhlásený. Dúfame, že vás čoskoro uvidíme!

source: Log in again
sk: Znova prihlásiť

source: Visit shop
sk: Navšítviť obchod

source: Hi %(fullname)s
sk: Ahoj %(fullname)s

source: In case you've forgotten, your username is %(username)s.
sk: V prípade, že ste zabudli, vaše používateľské meno je %(username)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
sk: Tento email vám bol doručený, lebo ste žiadali obnovu hesla pre váš používateľský účet na %(site_name)s.

source: Please go to the following page and choose a new password:
sk: Pokračujte na nasledovnú stránku a vyberte nové heslo, prosím:

source: Password Recovery
sk: Obnova hesla

source: Reset Password
sk: Vyresetovanie hesla

source: Send password recovery instructions
sk: Zaslať pokyny k obnove hesla

source: Active shop:
sk: Aktívny obchod:

source: Active vendor:
sk: Aktívny predajca:

source: Quicklinks
sk: Rýchle odkazy

source: Search for
sk: Hľadať

source: Go to dashboard
sk: Ísť do dashboardu

source: Go home
sk: Ísť domov

source: Hello
sk: Ahoj

source: Stop Auto Refresh
sk: Zastaviť automatické obnovovanie

source: Auto Refresh Every 30s
sk: Automatické obnovovanie každých 30 sekúnd

source: Show Tour
sk: Zobraziť prehliadku

source: Log out
sk: Odhlásiť

source: General Information
sk: Všeobecné informácie

source: Copy visibility settings to products
sk: Skopírovať nastavenia viditeľnosti do produktov

source: Category Image
sk: Obrázok kategórie

source: * Products that has this category as a primary category.
sk: * Produkty, ktoré majú túto kategóriu ako primárnu.

source: Add a new product category
sk: Pridať novú kategóriu produktu

source: You are adding a new product category. When people search your store, they can find your product under the category you choose for it, like the aisle signs at the supermarket.
sk: Pridávate novú kategóriu produktu. Ľudia pri prezeraní vášho obchodu môžu nájsť váš produkt pod kategóriou, ktorú vyberiete, podobne ako označenia uličiek v supermarkete.

source: You can add a name, description, picture or anything you want to make it stand out.
sk: Môžete pridať názov, popis, obrázok alebo čokoľvek chcete, aby to vyniklo.

source: General information
sk: Všeobecné informácie

source: Add Members
sk: Pridať členov

source: Add more
sk: Pridať viac

source: Billing address
sk: Fakturačná adresa

source: No billing address defined.
sk: Nezadefinovaná žiadna fakturačná adresa.

source: Shipping address
sk: Doručovacia adresa

source: No shipping address defined.
sk: Nezadefinovaná žiadna doručovacia adresa.

source: Full Name
sk: Celé meno

source: No groups
sk: Žiadne skupiny

source: Bound User
sk: Viazaný používateľ

source: Companies
sk: Spoločnosti

source: No members.
sk: Žiadni členovia.

source: Use billing address as shipping address
sk: Použiť fakturačnú adresu ako doručovaciu adresu.

source: Basic details
sk: Základné detaily

source: COMPANY NAME
sk: NÁZOV SPOLOČNOSTI

source: You can enter here the information about <strong>%(public_name)s</strong>.
sk: Sem môžete zadať informácie o <strong>%(public_name)s</strong>.

source: Your order has been received and will be processed as soon as possible.
sk: Vaša objednávka bola prijatá a bude čo najskôr spracovaná.

source: For reference, here's a list of your order's contents.
sk: Tu je zoznam obsahu vašej objednávky.

source: Please note that no record of your order being paid currently exists.
sk: Upozorňujeme vás, že v súčasnosti neexistuje žiadny záznam o platení vašej objednávky.

source: Thank you for shopping with us!
sk: Ďakujeme za váš nákup!

source: YOUR E-MAIL HERE
sk: VÁŠ EMAIL

source: YOUR ADDRESS HERE
sk: VAŠA ADRESA

source: SECTION 1 - WHAT DO WE DO WITH YOUR INFORMATION?
sk: ČASŤ 1 - ČO ROBÍME S VAŠIMI INFORMÁCIAMI?

source: When you purchase something from our store, as part of the buying and selling process, we collect the personal information you give us such as your name, address and email address.
sk: Keď si kúpite niečo z nášho obchodu, ako súčasť procesu kúpy a predaja zhromažďujeme vaše osobné informácie, ako je vaše meno, adresa a emailová adresa.

source: When you browse our store, we also automatically receive your computer’s internet protocol (IP) address in order to provide us with information that helps us learn about your browser and operating system.
sk: Pri prehliadaní nášho obchodu tiež automaticky dostaneme adresu internetového protokolu (IP) s cieľom poskytnúť nám informácie, ktoré nám pomáhajú dozvedieť sa viac o vašom prehliadači a operačnom systéme.

source: Email marketing (if applicable): With your permission, we may send you emails about our store, new products and other updates.
sk: Emailový marketing (ak je k dispozícii): S vašim povolením vám môžeme poslať e-maily o našom obchode, nových produktoch a ďalších aktualizáciách.

source: SECTION 2 - CONSENT
sk: Ako dostanete môj súhlas?

source: When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery or return a purchase, we imply that you consent to our collecting it and using it for that specific reason only.
sk: Keď nám poskytujete osobné informácie za účelom dokončenia transakcie, overenia svojej kreditnej karty, zadania objednávky, určenie dodania alebo vrátenia tovaru, máme za to, že súhlasíte s naším zberom a použitím iba pre tieto konkrétne účely.

source: If we ask for your personal information for a secondary reason, like marketing, we will either ask you directly for your expressed consent, or provide you with an opportunity to say no.
sk: Ak požiadame o vaše osobné informácie zo sekundárneho dôvodu, napríklad kvôli marketingu, buď vás priamo požiadame o váš výslovný súhlas, alebo vám poskytneme príležitosť povedať nie.

source: How do I withdraw my consent?
sk: Ako môžem odvolať svoj súhlas?

source: If after you opt-in, you change your mind, you may withdraw your consent for us to contact you, for the continued collection, use or disclosure of your information, at anytime, by contacting us at <strong>%(shop_email)s</strong> or mailing us at: <strong>%(shop_address)s</strong>
sk: Ak po prihlásení zmeníte názor, môžete odvolať svoj súhlas, že vás môžeme kontaktovať kvôli nasledovnému zberu, použitiu alebo zverejneniu vašich údajov, kedykoľvek tým, že nás budete kontaktujtovať na adrese <strong>%(shop_email)s</strong> alebo e-mailom na adresu: <strong>%(shop_address)s</strong>

source: SECTION 3 - DISCLOSURE
sk: ČASŤ 3 - ZVEREJŇOVANIE

source: We may disclose your personal information if we are required by law to do so or if you violate our Terms of Service.
sk: Vaše osobné údaje môžeme zverejniť, ak to od nás vyžaduje zákon alebo ak porušíte naše Zmluvné podmienky.

source: SECTION 4 - SHUUP
sk: ČASŤ 4 - SHUUP

source: Our store is hosted on Shuup. They provide us with the online e-commerce platform that allows us to sell our products and services to you.
sk: Náš obchod je hostovaný na Shuup. Poskytuje nám platformu online elektronického obchodu, ktorá nám umožňuje predávať naše produkty a služby.

source: Your data is stored through Shuup’s data storage, databases and the general Shuup application. They store your data on a secure server behind a firewall.
sk: Vaše údaje sú uchovávané v úložisku Shuup, databázach a všeobecnej Shuup aplikácii. Uchovávajú vaše dáta na bezpečnom serveri chránenom firewallom.

source: Payment
sk: Platba

source: If you choose a direct payment gateway to complete your purchase, then Shuup stores your credit card data. It is encrypted through the Payment Card Industry Data Security Standard (PCI-DSS). Your purchase transaction data is stored only as long as is necessary to complete your purchase transaction. After that is complete, your purchase transaction information is deleted.
sk: Ak si na dokončenie nákupu zvolíte priamu platbu, Shuup si uchová dáta vašej kreditnej karty. Sú šifrované na základe Priemyselného dátového bezpečnostného štandardu platobných kariet (PCI-DSS). Vaše údaje o transakciách počas nákupu sú uložené iba dovtedy, kým je to potrebné na dokončenie vašej nákupnej transakcie. Po dokončení sa vaše informácie o nákupnej transakcii odstránia.

source: All direct payment gateways adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.
sk: Všetky platobné brány na priamu platbu dodržiavajú štandardy PCI-DSS riadené Radou pre bezpečnostné štandardy PCI, ktorá je výsledkom spoločného úsilia značiek ako Visa, MasterCard, American Express a Discover.

source: PCI-DSS requirements help ensure the secure handling of credit card information by our store and its service providers.
sk: Požiadavky PCI-DSS pomáhajú nášmu obchodu a našim poskytovateľom služieb zaistiť bezpečné zaobchádzanie s informáciami o kreditnej karte.

source: For more insight, you may also want to read Shuup’s Terms of Service here or Privacy Statement here.
sk: Ak chcete získať podrobnejšie informácie, môžete si prečítať Zmluvné podmienky služby Shuup tu alebo si môžeye prečítať Vyhlásenie o ochrane osobných údajov tu.

source: SECTION 5 - THIRD-PARTY SERVICES
sk: ČASŤ 5 - SLUŽBY TRETÍCH STRÁN

source: In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.
sk: Všeobecne povedané, poskytovatelia tretích strán, s ktorými pracujeme, budú zhromažďovať, používať a zverejňovať vaše informácie v rozsahu nevyhnutnom na vykonanie služieb, ktoré nám poskytujú.

source: However, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions.
sk: Niektorí poskytovatelia služieb tretích strán, napríklad platobné brány a ostatní spracovatelia platobných transakcií, majú svoje vlastné zásady ochrany osobných údajov v súvislosti s informáciami, ktoré im musíme poskytnúť v rámci transakcií spojených s vaším nákupom.

source: For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers.
sk: Pri týchto poskytovateľoch vám odporúčame prečítať si ich pravidlá ochrany osobných údajov, aby ste mohli pochopiť spôsob, akým budú vaše osobné informácie spracované týmito poskytovateľmi.
