Repository: idealoop/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: sk

source: In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than either you or us. So if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.
sk: Predovšetkým nezabudnite, že niektorí poskytovatelia sa môžu nachádzať alebo mať zariadenia, ktoré sa nachádzajú v inej jurisdikcii ako vy alebo my. Takže, ak sa rozhodnete pokračovať v transakcii, ktorá zahŕňa služby od poskytovateľa služieb tretej strany, môžu byť vaše informácie predmetom jurisdikcie (jurisdikcií), v ktorej sa poskytovateľ služieb, alebo jeho poskytovateľ zariadenia, nachádza.

source: As an example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your personal information used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.
sk: Napríklad, ak sa nachádzate v Kanade a vaša transakcia je spracovávaná platobnou bránou umiestnenou v Spojených štátoch, potom vaše osobné údaje použité na dokončenie transakcie môžu byť predmetom zverejnenia v rámci legislatívy Spojených štátov, zahŕňajúc Patriot Act.

source: Once you leave our store’s website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website’s Terms of Service.
sk: Po opustení webových stránok nášho obchodu alebo presmerovaní na webovú stránku alebo aplikáciu tretej strany, zásady ochrany osobných údajov alebo Zmluvné podmienky našich webových stránok sa na vás už viac nevzťahujú.

source: Links
sk: Odkazy

source: When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements.
sk: Ak v našom obchode kliknete na odkazy, môžu vás presmerovať preč z našich stránok. Za postupy ochrany osobných údajov iných stránok nie sme zodpovední a odporúčame vám prečítať si ich vyhlásenia o ochrane osobných údajov.

source: SECTION 6 - SECURITY
sk: ČASŤ 6 - BEZPEČNOSŤ

source: To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed.
sk: Na ochranu vašich osobných údajov prijímame primerané opatrenia a postupujeme podľa osvedčených postupov, aby ste sa uistili, že sa vaše údaje nestratia, alebo aby neboli zneužité, neprimerane sprístupnené, zverejnené, pozmenené alebo zničené.

source: If you provide us with your credit card information, the information is encrypted using secure socket layer technology (SSL) and stored with a AES-256 encryption. Although no method of transmission over the Internet or electronic storage is 100%% secure, we follow all PCI-DSS requirements and implement additional generally accepted industry standards.
sk: Keď nám poskytujete informácie o svojej kreditnej karte, tieto informácie sú šifrované pomocou technológie zabezpečenej soketovej vrstvy (SSL) a uložené so šifrovaním AES-256. Aj keď prenosu cez internet alebo elektronické úložisko nie je 100 %% bezpečné, dodržujeme všetky požiadavky PCI-DSS a implementujeme ďalšie všeobecne akceptované priemyselné normy.

source: Here is a list of cookies that we use. We’ve listed them here so you can choose if you want to opt-out of cookies or not.
sk: Tu je zoznam cookies, ktoré používame. Uviedli sme ich tu,

source: unique token, sessional, Allows Shuup to store information about your session (referrer, landing page, etc).
sk: jedinečný token, sessional, Umožňuje aplikácii Shuup ukladať informácie o vašejsession (referrer, landing page, etc).

source: SECTION 7 - AGE OF CONSENT
sk: ČASŤ 7 - VEK A SÚHLAS S POUŽÍVANÍM OSOBNÝCH ÚDAJOV

source: By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
sk: Používaním tejto stránky vyhlasujete, že ste vo vašom štáte alebo provincii bydliska plnoletý, alebo, že ste vo vašom štáte alebo provincii bydliska plnoletý a dali ste nám svoj súhlas, že maloletá osoba, ktorej ste zákonný zástupca, môže používať túto stránku.

source: SECTION 8 - CHANGES TO THIS PRIVACY POLICY
sk: ČASŤ 8 - ZMENY ZÁSAD O OCHRANE OSOBNÝCH ÚDAJOV

source: We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it.
sk: Vyhradzujeme si právo tieto zásady ochrany osobných údajov kedykoľvek zmeniť, takže prosím pravidelne si ich čítajte. Zmeny začnú platiť okamžite po uverejnení na webovej stránke. Ak vykonáme podstatné zmeny v týchto zásadách, budeme vás informovať, že boli aktualizované, aby ste vedeli, aké informácie zhromažďujeme, ako ich používame a za akých okolnosti ich používame a/alebo zverejňujeme.

source: If our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell products to you.
sk: Ak je náš obchod získaný alebo zlúčený s inou spoločnosťou, vaše informácie môžu byť prevedené na nových vlastníkov, aby sme vám mohli naďalej predávať produkty.

source: QUESTIONS AND CONTACT INFORMATION
sk: OTÁZKY A KONTAKTNÉ INFORMÁCIE

source: If you would like to: access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information contact our Privacy Compliance Officer at <strong>%(shop_email)s</strong> or by mail at <strong>%(shop_address)s</strong>.
sk: Ak by ste chceli: získať prístup, opraviť, zmeniť alebo odstrániť akékoľvek osobné údaje, ktoré o vás máme, zaregistrujte sťažnosť, alebo jednoducho chcete viac informácií, kontaktujte nášho úradníka pre dodržiavanie ochrany osobných údajov na <strong> % (shop_email)s</strong> alebo poštou na <strong>% (shop_address)s</strong>.

source: YOUR COMPANY NAME HERE
sk: NÁZOV VAŠEJ SPOLOČNOSTI TU

source: Our policy lasts 30 days. If 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.
sk: Naše pravidlá trvajú 30 dní. Ak od nákupu uplynulo 30 dní, už vám bohužial nemôžeme ponúknuť vrátenie platby alebo výmenu.
