Repository: idealoop/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Home
sk: Domov

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to login.
sk: Prosím zadajte správne %(username)s a heslo. Rozlišujte veľké a malé písmená. V prípade viacerých účtov pod rovnakou emailovou adresou môže byť na prihlásenie použité iba užívateľské meno.

source: This account is inactive.
sk: Účet je neaktívny.

source: Username or email address
sk: Užívateľské meno alebo emailová adresa

source: Create New
sk: Vytvoriť nové

source: Select an option
sk: Vybrať možnosť

source: Monday
sk: Pondelok

source: Tuesday
sk: Utorok

source: Wednesday
sk: Streda

source: Thursday
sk: Štvrtok

source: Friday
sk: Piatok

source: Saturday
sk: Sobota

source: Sunday
sk: Nedeľa

source: Select
sk: Vybrať

source: Select Media
sk: Vybrať médiá

source: Select Image
sk: Vybrať obrázok

source: Select Product
sk: Vybrať produkt

source: Select Contact
sk: Vybrať kontakt

source: Orders
sk: Objednávky

source: Products
sk: Produkty

source: Contacts
sk: Kontakty

source: Campaigns
sk: Kampane

source: Content
sk: Obsah

source: Reports
sk: Správy

source: Shops
sk: Obchody

source: Addons
sk: Prídavné doplnky

source: Settings
sk: Nastavenia

source: Logs
sk: Záznam činností

source: Messages
sk: Správy

source: Attributes
sk: Vlastnosti

source: Identifier
sk: Indentifikátor

source: Filter by identifier...
sk: Filtrovať podľa indentifikátora...

source: Name
sk: Meno

source: Filter by name...
sk: Filtrovať podľa mena...

source: Type
sk: Typ

source: Visibility Mode
sk: Režim zobrazenia

source: Searchable
sk: Vyhľadateľné

source: Used in # Product Types
sk: Používa sa v # typoch produktov

source: Categories
sk: Kategórie

source: Add a product category to organize your products
sk: Pridať kategóriu produktu na usporiadanie vašich produktov

source: New category
sk: Nová kategória

source: Can not use this category as parent for this shop.
sk: Túto kategóriu nie je v tomto obchode možné použiť ako nadradenú.

source: Primary Category
sk: Primárna kategória

source: Set this category as a primary for selected products.
sk: Pre vybraté produkty nastaviť túto kategóriu ako primárnu.

source: Additional Category
sk: Dodatočná kategória

source: Add selected products to this category
sk: Pridať vybraté produkty do tejto katefórie

source: Remove Products
sk: Odobrať produkty

source: Remove selected products from this category
sk: Odobrať vybraté produkty z tejto kategórie

source: Invalid category
sk: Neplatná kategória

source: Visibility settings copied to %d product(s)
sk: Nastavenia zobrazenia skopírované do %d produktu(s)

source: %s has been deleted.
sk: %s bol zmazaný.

source: Image
sk: Obrázok

source: Status
sk: Stav

source: Visibility
sk: Zobrazenie

source: Contact Group Pricing Display
sk: Zobrazenie cien v skupine kontaktov

source: unspecified
sk: nešpecifikované

source: show prices with taxes included
sk: zobraziť ceny zahŕňajúce daň

source: show pre-tax prices
sk: zobraziť ceny pred zdanením

source: hide prices
sk: skryť ceny

source: shop
sk: obchod

source: Price display mode
sk: Režim zobrazenia ceny

source: Set how prices are displayed to contacts in this group.
sk: Nastaviť spôsob zobrazovania cien kontaktom v tejto skupine.

source: Group
sk: Skupina

source: Display Mode
sk: Režim zobrazenia

source: Unspecified
sk: Nešpecifikované

source: Contact Groups
sk: Skupiny kontaktov

source: member
sk: člen

source: Remove
sk: Odstrániť

source: %(count)s member added
sk: %(count)s pridaný člen

source: %(count)s member removed
sk: %(count)s odstránený člen

source: Number of Members
sk: Počet členov

source: User %(bind_user)s already has a contact
sk: Používateľ %(bind_user)s už má kontakt

source: The contact groups this contact belongs to. Contact groups are defined in Contacts - Contact Groups and are used to configure sales, campaigns, and product pricing tailored for a set of users.
sk: Skupiny kontaktov, do ktorých tento kontakt patrí. Skupiny kontaktov sú definované v Kontakty - Skupiny kontaktov a využívajú sa na konfigurovanie predaja, kampaní a cien produktov prispôsobené pre určité skupiny používateľov.

source: The shops this contact belongs to
sk: Obchody, do ktorých patrí tento kontakt

source: Language
sk: Jazyk

source: The primary language to be used in all communications with the contact.
sk: Primárny jazyk, ktorý sa používa pri každej komunikácii s kontaktom.

source: The company name.
sk: Názov spoločnosti.

source: The contacts that are members of this company.
sk: Kontakty, ktoré sú členmi tejto spoločnosti.

source: Gender
sk: Pohlavie

source: Merchant Notes
sk: Poznámky obchodníka

source: Website URL
sk: webová adresa URL

source: Company: Tax Number
sk: Spoločnosť: DIČO

source: Company: Members
sk: Spoločnosť: Členovia

source: Select Language
sk: Zvoliť jazyk

source: Contact Group
sk: Skupina kontaktov

source: Edit Contacts
sk: Upraviť kontakty

source: Set Contact Groups
sk: Nastaviť skupiny kontaktov

source: Basic Information
sk: Základné informácie

source: Addresses
sk: Adresy

source: Members
sk: Členovia

source: The Shuup frontend is not enabled.
sk: Klientské rozhranie Shuup nie je povolené.

source: Contact has no associated user.
sk: Kontakt nemá priradeného používateľa.

source: User has no associated email.
sk: Používateľ nemá priradenú emailovú adresu.

source: Reset password
sk: Resetovať heslo

source: Send a password renewal email.
sk: Poslať email na obnovenie hesla.

source: Are you sure you wish to send a password recovery email to %s?
sk: Naozaj si prajete zaslať email na obonovu hesla %s?

source: New User
sk: Nový používateľ

source: Create a user for the contact.
sk: Vytvoriť používateľa pre kontakt.

source: New Order
sk: Nová obejdnávka

source: Create an order for the contact.
sk: Vytvoriť objednávku pre kontakt.

source: Deactivate Contact
sk: Deaktivovať kontakt

source: Activate Contact
sk: Aktivovať kontakt

source: Options
sk: Možnosti

source: Actions
sk: Akcie

source: Edit
sk: Upraviť

source: You can not deactivate a superuser.
sk: Nie je možné deaktivovať superusera.

source: You can not deactivate yourself.
sk: Nie je možné deaktivovať samého seba.

source: %(contact)s is now %(state)s.
sk: %(contact)s je teraz %(state)s.

source: active
sk: aktívny

source: inactive
sk: neaktívny

source: New Company
sk: Nová spoločnosť

source: New Contact
sk: Nový kontakt

source: Person
sk: Osoba

source: Company
sk: Spoločnosť

source: Phone
sk: Telefón

source: Active
sk: Aktívny

source: no
sk: nie

source: yes
sk: áno

source: # Orders
sk: # objednávky

source: Groups
sk: Skupiny

source: Registered in
sk: Zaregistrované v

source: Contact
sk: Kontakt

source: No group
sk: Žiadna skupina

source: No shops
sk: Žiadne obchody

source: Inactive
sk: Neaktívny

source: Phone: %s
sk: Telefón: %s

source: %d orders
sk: %d objednávok

source: Mass Edit: Contacts
sk: Hromadne upraviť: Kontakty

source: Contacts changed successfully
sk: Kontakty zmenené úspešne

source: Mass Edit: Contact Groups
sk: Hromadne upraviť: Skupiny kontaktov

source: Contacts Groups changed successfully
sk: Skupiny kontaktov zmenené úspešne

source: The contact does not have an associated user.
sk: Kontakt nemá priradeného používateľa.

source: Currencies
sk: Meny

source: Code
sk: Kód

source: Filter by code
sk: Filtrovať podľa kódu

source: Decimal places
sk: Desatinné miesta

source: Customers Dashboard
sk: Panel pre zákazníkov

source: Active customers
sk: Aktívni zákazníci

source: Based on orders within 30 days
sk: Na základe objednávok do 30 dní

source: Labels
sk: Etikety

source: Created on
sk: Vytvorené v

source: Modified on
sk: Upravené v

source: Manufacturers
sk: Výrobcovia

source: Select shops for this manufacturer. Keep it blank to share with all shops.
sk: Vyberte obchody pre tohto výrobcu. Ak chcete zdieľať obsah so všetkými obchodmi, nechajte to prázdne.

source: You have no permission to change a shared Manufacturer.
sk: Nemáte povolenie na zmenu zdieľaného výrobcu.

source: Media
sk: Médiá

source: Media browser
sk: Prehľadávč médií

source: Root
sk: Koreňový adresár

source: {num} subfolders moved to {folder}.
sk: {num} podpriečinkov bolo premiestnených do {folder}.

source: {num} files moved to {folder}.
sk: {num} súborov bolo presunutých do {folder}.

source: Folder %s deleted.
sk: Priečinok %s zmazaný.

source: Browse Media
sk: Prechádzať médiami

source: Can not rename shared folder.
sk: Nie je možné premenovať zdieľaný priečinok.

source: Folder renamed.
sk: Priečinok premenovaný.

source: Can not delete shared folder.
sk: Nie je možné zmazať zdieľaný priečinok.

source: Can not rename shared file.
sk: Nie je možné premenovať zdieľaný súbor.

source: File renamed.
sk: Súbor premenovaný.

source: Can not delete shared file.
sk: Nie je možné zmazať zdieľaný súbor.

source: File deleted.
sk: Súbor zmazaný.

source: Can not move shared file.
sk: Nie je možné presunúť zdieľaný súbor.

source: %(file)s moved from %(old)s to %(new)s.
sk: %(file)s presunuté z %(old)s do %(new)s.

source: %(file)s uploaded to %(folder)s
sk: %(file)s nahratý do %(folder)s

source: Admin menu
sk: Administrátorské menu

source: Menu saved
sk: Menu uložené

source: Show orders
sk: Zobraziť objednávky

source: Outstanding Orders
sk: Nevybavené objednávky

source: %d outstanding orders
sk: %d nevybavených objednávok

source: New order
sk: Nová objednávka

source: Order Status
sk: Stav objednávky

source: List Statuses
sk: Zoznam stavov

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s)
sk: Množstvo '%(quantity)s' (pre riadok %(text)s) je neplatný (%(error)s)

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s)
sk: Cena '%(price)s' (pre riadok %(text)s) je neplatná (%(error)s)

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s)
sk: Zľava '%(discount)s' (pre riadok %(text)s je neplatná (%(error)s)

source: Product line does not have a product set.
sk: Produktový rad nemá stanovený produkt.

source: Product %s does not exist.
sk: Produkt %s neexistuje.

source: Product %(product)s is not available in the %(shop)s shop.
sk: Produkt %(product)s je v obchode %(shop)s nedostupný.

source: Please add lines to the order.
sk: Pridajte do objednávky riadky, prosím.

source: Tax number is not set for company.
sk: DIČ pre spoločnosť nie je stanovené.

source: Please choose a valid shop.
sk: Prosím zvoľte platný obchod.

source: Please select shipping method.
sk: Prosím, vyberte spôsob doručenia.

source: Please select payment method.
sk: Prosím, vyberte spôsob platby.

source: Cancel
sk: Zrušiť

source: Print Confirmation PDF(s)
sk: Vytlačiť PDF(s) s potvrdením

source: Selecting all is not supported.
sk: Výber všetkých nie je podporovaný.

source: Print Delivery PDF(s)
sk: Vytlačiť PDF(s) o doručení

source: Details
sk: Detaily

source: Payments
sk: Platby

source: Shipments
sk: Doručenia

source: Log Entries
sk: Záznam činností

source: Admin comment/notes
sk: komentáre/Poznámky administrátora

source: Set Status
sk: Nastaviť stav

source: Set Complete
sk: Nastaviť ako úplné

source: This order can not be set as complete at this point
sk: V tomto momente nie je možné túto objednávku nastaviť ako úplnú.

source: Cancel Order
sk: Zrušiť objednávku

source: Paid, shipped, or canceled orders cannot be canceled
sk: Zaplatené, expedované alebo zrušené objednávky nie je možné zrušiť

source: Edit order
sk: Upraviť objednávku

source: This order cannot modified at this point
sk: V tomto momente nie je možné upraviť objednávku

source: Create Payment
sk: Vytvoriť platbu

source: Set Paid
sk: Nastaviť ako zaplatené

source: Create Refund
sk: Vytvoriť vrátenie platby

source: Edit Addresses
sk: Upraviť adresy

source: Billing Address
sk: Fakturačné adresy

source: Shipping Address
sk: Doručovacie adresy

source: %(field)s updated from: %(old_address)s
sk: %(field)s aktualizované z: %(old_address)s

source: %(field)s saved successfully.
sk: %(field)s úspešne uložené.

source: Save -- %s
sk: Uložiť -- %s

source: Save
sk: Uložiť

source: Unable to set order as completed at this point
sk: V tomto momente nie je možné nastaviť objednávku ako úplnú

source: Order status changed: {old_status} to {new_status}
sk: Stav objednávky zmenený: {old_status} na {new_status}

source: Create Order
sk: Vytvoriť objednávku

source: Contact %s does not exist.
sk: Kontakt %s neexistuje.

source: Order %(identifier)s updated.
sk: Objednávka %(identifier)s aktualizovaná.

source: Order %(identifier)s created.
sk: Objednávka %(identifier)s vytvorená.

source: Could not proceed with order:
sk: Nie je možné pokračovať v objednávke:

source: Could not finalize order:
sk: Nie je možné dokončiť objednávku:

source: Order
sk: Objednávka

source: Order Date
sk: Dátum objednávky

source: Customer
sk: Zákazník

source: Payment Status
sk: Stav platby

source: Shipping Status
sk: Stav doručenia

source: Total
sk: Celkom

source: Create Payment -- %s
sk: Vytvoriť platbu -- %s

source: Payment amount
sk: Čiastka na úhradu

source: Payment amount cannot be 0
sk: Čiastka na úhradu nemôže byť 0

source: Payment %s created.
sk: Platba %s vytvorená.

source: Order has already been paid
sk: Objednávka už bola uhradená

source: Only orders which are not paid or deferred can be set as paid.
sk: Iba objednávky, ktoré nie sú zaplatené alebo odložené, môžu byť nastavené ako zaplatené.

source: Only zero price orders can be set as paid without creating a payment.
sk: Iba objednávky s nulovou cenou môžu byť nastavené ako zaplatené bez vytvorenia platby.

source: Zero amount payment
sk: Nulová čiastka na úhradu

source: Order marked as paid.
sk: Objednávka označená ako zaplatená.

source: Payment doesn't exist.
sk: Platba neexistuje.

source: Payment deleted.
sk: Platba zmazaná.

source: Line
sk: Riadok

source: The line to refund. To refund an amount not associated with any line, select 'Refund arbitrary amount'.
sk: Riadok na vrátenie platby. Ak chcete vrátiť sumu, ktorá nie je priradená k žiadnemu riadku, vyberte možnosť 'Vrátenie ľubovoľnej sumy'.

source: Quantity
sk: Množstvo

source: The number of units to refund.
sk: Počet jednotiek na vrátenie.

source: Line Text/Comment
sk: Riadok pre text/komentár

source: The text describing the nature of the refund and/or the reason for the refund.
sk: Text popisujúci dôvod vrátenia a/alebo príčinu vrátenia.

source: Amount
sk: Množstvo

source: The amount including tax to refund.
sk: Množstvo na vrátenie vrátane dane.

source: Restock products
sk: Doskladnenie produktov

source: If checked, the quantity is adding back into the sellable product inventory.
sk: Ak je toto políčko začiarknuté, množstvo sa vracia späť do skladu predajných produktov.

source: Create Refund -- %s
sk: Vytvorit vrátenie platby -- %s

source: Refund Entire Order
sk: Vrátenie celej objednávky

source: This order already has existing refunds
sk: Táto objednávka už má existujúce vrátenie platby.

source: Refund arbitrary amount
sk: Vrátenie ľubovoľnej čiastky

source: Refund amount exceeds order amount.
sk: Vrátenie čiastky prevyšuje čiastku objednávky.

source: Refund amounts should match sign on parent line.
sk: Sumy na vrátenie platby by sa mali zhodovať so značkou na nadradenom riadku.

source: Refund created.
sk: Vytovrené vrátenie platby.

source: Create Full Refund -- %s
sk: Vytvoriť plné vrátenie platby -- %s

source: Could not create full refund.
sk: Nepodarilo sa vytvoriť plné vrátenie platby.

source: Full refund created.
sk: Plné vrátenie platby vytvorené.

source: Create Shipment -- %s
sk: Vytvoriť dodanie -- %s

source: Create Shipment
sk: Vytvoriť dodanie

source: No products to ship.
sk: Žiaden tovar na odoslanie.

source: Shipping address is not set.
sk: Nie je určená dodacia adresa.

source: Shipment %s created.
sk: Dodanie %s vytvorené.

source: Shipment %s has been deleted.
sk: Dodanie %s bolo zmazané.

source: Identifier already exists
sk: Identifikátor už existuje

source: Public Name
sk: Verejné meno

source: Role
sk: Rola

source: Default
sk: Východzie

source: Permission Groups
sk: Skupiny oprávnení

source: The permission group name.
sk: Názov skupiny oprávnení.

source: Set the users that belong to this permission group.
sk: Nastavte používateľov, ktorí patria do tejto skupiny povolení.

source: Create new Permission Group
sk: Vytvoriť novú skupinu povolení

source: Product Types
sk: Typy výrobkov

source: Product types
sk: Typy výrobkov

source: %s has been marked deleted.
sk: %s bol označený ako odstránený.

source: Select attributes that go with your product type. These are defined in Products Settings - Attributes.
sk: Vyberte vlastnosti, ktoré súvisia s typom produktu. Sú definované v časti Nastavenia produktu - Vlastnosti.

source: Delete
sk: Odstrániť

source: Are you sure you wish to delete %s? Warrning: all related products will disappear from storefront until new value for product type is set!
sk: Chcete naozaj ostrániť %s? Upozornenie: všetky súvisiace produkty zmiznú z ponuky obchodu pokiaľ nebude nastavená nová hodnota pre typ produktu!

source: Number of Attributes
sk: Počet vlastností

source: Create Product Called "%s"
sk: Vytvoriť produkt nazvaný "%s"

source: Create Product with SKU "%s"
sk: Vytvoriť produkt pomocou SKU "%s"

source: New product
sk: Nové produkty

source: Import
sk: Dovoz

source: Add a product to see it in your store
sk: Pridajte produkt aby bol viditeľný vo vašom obchode

source: Primary Product Image
sk: Obrázok primárneho produktu

source: The main product image. You can add additional images on the Product Images tab.
sk: Obrázok hlavného produktu. Môžete pridať dodatočné obrázky v okne Obrázky produktu

source: Select a manufacturer
sk: Vybrať výrobcu

source: Product type
sk: Typ produktu

source: Given value is already in use, please use unique SKU and try again.
sk: Zadaná hodnota sa už používa, použite jedinečný kód SKU a skúste to znova.

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits
sk: Počet kusov, ktoré je možné kúpiť po vypredaní zásob. Nastavte prázdne, ak chcete, aby bolo možné produkt zakúpiť bez obmedzení

source: Select a category
sk: Vybrať kategóriu

source: Minimum Purchase Quantity must be greater than 0.
sk: Minimálne množstvo nákupu musí byť väčšie ako 0.

source: Backorder maximum must be greater than or equal to 0.
sk: Maximálna výška predobjednávky musí byť väčšia alebo rovná 0.

source: Thumbnail generation of %(media)s failed: %(error)s
sk: Generovanie miniatúrt z %(media)s zlyhalo: %(error)s

source: Use only URL or file, not both
sk: Použite iba URL alebo súbor, nie oboje

source: Is primary
sk: Je primárny

source: Only images allowed in this field
sk: V tomto políčku sú povolené iba obrázky

source: Unable to make package %(product)s: %(error)s
sk: Nie je možné vytvoriť balenie %(product)s: %(error)s

source: New: %d
sk: Nový: %d

source: Removed: %d
sk: Odstránený: %d

source: Couldn't add product %s to own package
sk: Nepodarilo sa pridať produkt %s do vlastného balenia

source: child
sk: potomok

source: Unlink
sk: Odpojiť

source: Unable to link %(product)s: %(error)s
sk: Nie je možné prepojiť %(product)s: %(error)s

source: variable combination
sk: variabilná kombinácia

source: Activate template
sk: Aktivovať šablónu

source: Check this to activate a selected template. If no template is selected variation data will be saved without checking this.
sk: Začiarknite pre aktiváciu zvolenej šablóny. Ak nie je zvolená šablóna

source: Unnamed %s
sk: Nemenovaný %s

source: Set visible
sk: Nastaviť viditeľné

source: Set invisible
sk: Nastaviť neviditeľné

source: Export CSV
sk: Exportovať CSV

source: Edit products
sk: Upraviť produkty

source: Minimum Purchase Quantity has been rounded to match Sales Unit.
sk: Minimálne množstvo nákupu bolo zaokrúhlené tak, aby zodpovedalo predajnej jednotke.

source: Changes to shop instance for %s saved
sk: Zmeny inštancie obchodu pre %s boli uložené

source: Product is not available.
sk: Produkt nie je k dispozícii.

source: Product
sk: Produkt

source: Edit Cross-Sell: %s
sk: Upraviť Krížový-predaj: %s

source: Changes saved.
sk: Zmeny uložené.

source: Edit Media: %s
sk: Upraviť médiá: %s

source: Files added to product.
sk: Pridané súbory k produktu.

source: Clear package
sk: Vyčistiť balenie

source: Are you sure? This will remove all products from package.
sk: Ste si istý? Z balenia budú ostránené všetky produkty.

source: Edit Package: %s
sk: Upraviť balenie: %s

source: Package cleared.
sk: Balenie vyčistené.

source: Are you sure? This will unlink all children and remove all variation variables.
sk: Ste si istý? Týmto zrušíte prepojenie všetkých potomkov a odstránite všetky variácie premenných.

source: Clear variation
sk: Vyčistiť variácie

source: Are you sure? This will remove all variation variables, converting children to direct links.
sk: Ste si istý? Týmto sa odstránia všetky variácie premenných a potomkovia sa prevedú na priame odkazy.

source: Convert to simple variation
sk: Previesť na jednoduchú variáciu

source: Edit Variation: %s
sk: Upraviť variáciu: %s

source: Variation cleared.
sk: Variácia vymazaná.

source: Variation simplified.
sk: Variácia zjednodušená.

source: Primary Image
sk: Primiárny obrázok

source: Barcode
sk: Čiarový kód

source: Filter by barcode...
sk: Filtrovať podľa čiarového kódu...

source: Mode
sk: Režim

source: Filter by category name...
sk: Filtrovať podľa názvu kategórie...

source: Filter by supplier name...
sk: Filtrovať podľa názvu dodávateľa...

source: Suppliers
sk: Dodávatelia

source: Additional Categories
sk: Dodatočné kategórie

source: Purchasable
sk: Predajný

source: Mass Edit: Products
sk: Hromadne upraviť: Produkty

source: Products changed successfully
sk: Produkty úspešne zmenené

source: Manage Cross-Selling
sk: Spravovať Cross-Selling

source: Other
sk: Ostatné

source: Child: %s
sk: Potomok: %s

source: Parent: %s
sk: Nadradený: %s

source: Sibling: %s
sk: Súrodenec: %s

source: Variations
sk: Variácie

source: Manage Variations
sk: Spravovať variácie

source: Packages
sk: Balenia

source: Manage Package
sk: Spravovať balenia

source: Convert to Package Parent
sk: Previesť na nadradené balenie

source: Convert to Variation Parent
sk: Previesť na nadradenú variáciu

source: Save and Exit
sk: Uložiť a opustiť

source: Save and Create New
sk: Uložiť a vytvoriť nové

source: Save as a copy
sk: Uložiť ako kópiu

source: Sales Dashboard
sk: Dashobard predaja

source: Sales per Month (past 12 months)
sk: Mesačný predaj (posledných 12 mesiacov)

source: Average Sales
sk: Priemerný predaj

source: Sales
sk: Predaj

source: Cumulative Total Sales
sk: Kumulatívny celkový predaj

source: Based on %d orders
sk: Podľa %d objednávok

source: Today's Sales
sk: Dnešný predaj

source: Lifetime Sales
sk: Doživotný predaj

source: Average Purchase
sk: Priemerný nákup

source: Open Orders Value
sk: Hodnota otvorených objednávok

source: Sales Units
sk: Predajné jednotky

source: Display Units
sk: Zobrazovacie jednotky

source: Symbol
sk: Znak

source: Allowed decimals
sk: Povolené desatinné miesta

source: Service Providers
sk: Poskytovatelia služieb

source: Payment and Shipping
sk: Platba a doručenie

source: Edit %(model)s
sk: Upraviť %(model)s

source: The service provider type. This can be any of the shipping carriers or payment processors configured for your shop.
sk: Typ poskytovateľa služieb. Môže to byť ktorýkoľvek z prepravcov alebo spracovatelia platieb nakonfigurovaní pre váš obchod.

source: Create {service_name}
sk: Vytvoriť {service_name}

source: Provider
sk: Poskytovateľ

source: Please activate at least one %s.
sk: Prosím, aktivujte aspoň jedno %s.
