Repository: idealoop/shuup
Catalog: shuup/notify/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Plain text
sk: Obyčajný text

source: Subject
sk: Predmet

source: Body Template
sk: Telo šablony

source: You can use this template to wrap the HTML body with your custom static template.Mark the spot for the HTML body with %html_body%.
sk: Túto šablónu môžete použiť na zabalenie HTML tela s vašou prispôsobenou statickou šablónou. Označte miesto pre telo HTML s %html_body%.

source: Email Body
sk: Telo emailu

source: Content type
sk: Typ obsahu

source: Recipient
sk: Prijímateľ

source: Reply-To
sk: Odpovedať

source: Carbon Copy (CC)
sk: Kópia

source: Blind Carbon Copy (BCC)
sk: Skrytá kópia

source: From email
sk: Od emailu

source: Override the default from email to be used. It can either be binded to a variable or be a constant like support@store.com or even "Store Support" <support@store.com>.
sk: Prepísať predvolenú formu emailu, ktorý sa má použiť. Môže byť aj viazaný na premennú alebo byť konštantou ako support@store.com alebo aj "Store Support" <support@store.com>.

source: Language
sk: Jazyk

source: Fallback language
sk: Núdzový jazyk

source: Send Identifier
sk: Poslať identifikátor

source: If set, this identifier will be logged into the event's log target. If the identifier has already been logged, the e-mail won't be sent again.
sk: Ak sa toto nastaví, tento identifikátor bude prihlásený do cieľového záznamu údajov. Ak už bol identifikátor prihlásený, email nebude znova odoslaný.

source: Notifications
sk: Upozornenia

source: Show notification scripts
sk: Zobraziť skripty upozornení

source: Event
sk: Udalosť

source: Choose which event to bind this script to.
sk: Vybrať udalosť, na ktorú sa má tento skript naviazať.

source: Script Name
sk: Názov skriptu

source: Type in a descriptive name for your new script.
sk: Napíšte opisný názov pre váš nový skript.

source: Enable Script
sk: Povoliť skript

source: Choose whether this script should be activated when its event fires.
sk: Vyberte, či sa má skript pri spustení udalosti aktivovať.

source: Warning: Changing the event for an existing script may have unexpected effects.
sk: Zmena udalosti pre existujúci skript môže spôsobiť neočakávané účinky.

source: Template
sk: Šablóna

source: Bind to Variable
sk: Naviazať na premennú

source: This field is missing content
sk: Toto pole je bez obsahu

source: %s has been marked deleted.
sk: %s bol označený ako odstránený.

source: Edit Script Contents
sk: Upraviť obsahy skriptov

source: Edit Script (advanced)
sk: Upraviť skript (pokročilý)

source: Edit Template
sk: Upraviť šablónu

source: Delete
sk: Odstrániť

source: Are you sure you wish to delete "%s" notification?
sk: Ste si istý, že chcete odstrániť upozornenia "%s"?

source: Save
sk: Uložiť

source: Name
sk: Názov

source: Enabled
sk: Povolený

source: New Script
sk: Nový skript

source: New From Template
sk: Nový zo šablóny

source: Script created from template!
sk: Skript vytvorený zo šablóny!

source: Template Script not found!
sk: Šablónový skript sa nenašiel!

source: Templated script not found!
sk: Vzorový skript sa nenašiel!

source: Script updated!
sk: Skript aktualizovaný!

source: Check whether the bound value `value` exists and is non-empty and non-zero.
sk: Skontrolujte, či viazaná hodnota `value` existuje alebo nie je prázdna či nulová.

source: Non-Empty
sk: Nie prázdny

source: Check whether the bound value `value` is empty or zero.
sk: Skontrolujte, či viazaná hodnota `value` je prázdna alebo nulová.

source: Empty
sk: Prázdny

source: none
sk: žiadny

source: unilingual
sk: jednojazyčný

source: multilingual
sk: viacjazyčný

source: variable only
sk: iba premenná

source: constant only
sk: iba konštanta

source: variable or constant
sk: premenná alebo konštanta

source: continue to the next step
sk: pokračovať na ďalší krok

source: stop processing
sk: zastaviť spracovanie

source: all
sk: všetko

source: any
sk: žiadny

source: any shop administrator
sk: žiaden administrátor obchodu

source: a specific user
sk: konkrétny používateľ

source: low
sk: nízky

source: normal
sk: normálny

source: high
sk: vysoký

source: critical
sk: kritický

source: shop
sk: obchod

source: recipient type
sk: typ príjemcu

source: recipient
sk: príjemca

source: created on
sk: vytvorené v

source: message
sk: správa

source: priority
sk: prednostný

source: marked read
sk: označené ako prečítané

source: marked read by
sk: označené ako prečítané používateľom

source: marked read on
sk: označené ako prečítať neskôr

source: event identifier
sk: identifikátor udalosti

source: name
sk: názov

source: enabled
sk: povolený

source: template identifier
sk: identifikátor šablóny

source: the template identifier used to create this script
sk: identifikátor šablóny použitý na vytvorenie tohto skriptu

source: Password Reset
sk: Obnova hesla

source: This event is triggered when password reset is requested.
sk: Táto udalosť sa spustí, keď sa vyžiada obnova hesla.

source: Site name
sk: Názov stránky

source: User secret
sk: používateľské tajomstvo

source: User to recover
sk: Používateľ na obnovenie

source: Recovery URL
sk: URL adresa pre obnovu

source: To Email
sk: Na email

source: The subject of the email
sk: Predmet emailu

source: Email content
sk: Obsah emailu

source: The content of the email.
sk: Obsah emailu.

source: Customer
sk: Zákazník

source: Other destination
sk: Ďaľší cieľ

source: Send to?
sk: Poslať komu?

source: You can send this email to the customer or to other email of your choice.
sk: Tento email môžete poslať zákazníkovi alebo na iný vybratý email.

source: Destination
sk: Cieľ

source: Fill with the destination email address.
sk: Vyplňte cieľovú emailovú adresu.

source: Recipient is a required field when you don't want to send the email to customer.
sk: Prijímateľ je povinné pole, keď nechcete poslať email zákazníkovi.

source: <p>Hi {{ user_to_recover.get_full_name() }},</p> <p>In case you've forgotten, your username is {{ user_to_recover.username }}.</p> <p>You're receiving this email because you requested a password reset for your user account at {{ site_name }}.</p> <p>Please go to the following page and choose a new password:</p> <br> <a href="{{ recovery_url }}">{{ recovery_url }}</a>
sk: <p>Ahoj {{ user_to_recover.get_full_name() }},</p> <p>V prípade, že ste zabudli, vaše používateľské meno je {{ user_to_recover.username }}.</p> <p>Tento email ste dostali, lebo ste požiadali o obnovu hesla vášho účtu na {{ site_name }}.</p> <p>Prosím, prejdite na nasledujúcu stránku a zadajte nové heslo:</p> <br> <a href="{{ recovery_url }}">{{ recovery_url }}</a>

source: Send Password Reset Link
sk: Poslať link na obnovu hesla

source: Send an email to user when their account password reset is requested
sk: Poslať email používateľovi, ak je vyžiadaná obnova jeho hesla

source: This script will send an email to user once their account password reset is requested either by admin, staff or user.
sk: Tento skript pošle používateľovi email, keď admin, zamestnanci alebo používateľ požiadajú o obnovu hesla k účtu.

source: Script Details
sk: Podrobnosti skriptu

source: Show available variables
sk: Zobraziť dostupné premenné

source: Close
sk: Zatvoriť

source: Select the script template to be created
sk: Zvoľte skript šablóny, ktorý má byť vytvorený

source: Cancel
sk: Zrušiť

source: Script Template: {}
sk: Skript šablony: {}

source: Configure the Script Template
sk: Konfigurovať skript šablóny

source: Modify Script
sk: Upraviť skript

source: Create Script
sk: Vytvoriť skript

source: Create
sk: Vytvoriť

source: Integer Number
sk: Celé číslo

source: Decimal Number
sk: Desatinné číslo

source: Email Address
sk: Emailová adresa

source: URL Address
sk: URL adresa

source: Phone Number
sk: Telefónne číslo
