Repository: idealoop/shuup
Catalog: shuup/xtheme/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Theme identifier must match
sk: Identifikátor témy sa musí zhodovať

source: Either theme_settings or shop should be informed
sk: Nastavenia témy alebo obchod by mali byť informovaní

source: Global plugins
sk: všeobecné doplnky

source: Theme plugins
sk: Doplnky k téme

source: Shuup Extensible Theme Engine
sk: Shuup prostriedok na rozšírenie témy

source: Themes
sk: Témy

source: Customize the look and feel of your shop
sk: Upraviť vzhľad vášho obchodu

source: Customize theme
sk: Upraviť tému

source: No theme is active. Click here to activate one.
sk: Žiadna téma nie je aktívna. Kliknite pre aktiváciu niektorej z tém.

source: Shuup Extensible Theme Engine Snippets
sk: Shuup snipety pre rozšírenie tém

source: Snippets
sk: Snipety

source: Theme Custom CSS/JS
sk: Vlastné CSS/JS témy

source: Select the themes that will have this snippet injected. Leave the field blank to inject in all themes.
sk: Vyberte témy, do ktorých má byť daný snipet aplikovaný. Ak sa má aplikovať do všetkých tém, nechajte toto pole prázdne.

source: Select the location of the page to inject the snippet.
sk: Vyberte umiestnenie na stránke, kde má byť snipet aplikovaný.

source: Location
sk: Umiestnenie

source: Filter by location...
sk: Filtrovať podľa umiestnenia...

source: Type
sk: Typ

source: activate
sk: aktivovať

source: Theme
sk: Téma

source: Choose a theme for your shop
sk: Vybrať tému pre váš obchod

source: Theme activated.
sk: Téma aktivovaná.

source: Custom CSS/JS
sk: Vlastné CSS/JS

source: The fonts, colors, and styles to use with your theme.
sk: Písma, farby a štýly použité vo vašej téme.

source: Content in this placeholder is shown without limitations.
sk: Obsah tohto poľa sa zobrazuje bez obmedzení.

source: Content in this placeholder is shown for %(category_name)s category only.
sk: Obsah tohto poľa sa zobrazuje iba pre kategóriu %(category_name)s.

source: Content in this placeholder is shown for guests.
sk: Obsah tohto poľa sa zobrazuje hosťom.

source: Content in this placeholder is shown for company contacts.
sk: Obsah tohto poľa sa zobrazuje kontaktom spoločnosti.

source: Content in this placeholder is shown for all logged in contacts.
sk: Obsah tohto poľa sa zobrazuje všetkým prihláseným kontaktom.

source: Content in this placeholder is shown for person contacts.
sk: Obsah tohto poľa sa zobrazuje osobným kontaktom.

source: Content in this placeholder is shown for %(product_name)s only.
sk: Obsah tohto poľa sa zobrazuje iba pre %(product_name)s.

source: Shop '{}' has no active theme
sk: Obchod '{}' nemá žiadnu aktívnu tému

source: current draft
sk: aktuálny koncept

source: old version
sk: starí verzia

source: public
sk: verejný

source: theme identifier
sk: identifikátor témy

source: view name
sk: zobrazený názov

source: created on
sk: vytvorený

source: status
sk: stav

source: internal data
sk: interné údaje

source: active
sk: aktívny

source: data
sk: údaje

source: Theme configuration for %s
sk: Konfigurácia témy pre %s

source: location
sk: umiestnenie

source: snippet type
sk: typ snipetu

source: snippet
sk: snipet

source: themes
sk: témy

source: Snippet
sk: Snipet

source: Snippet for {} in {}
sk: Snipet pre {} v {}

source: Categories
sk: Kategórie

source: Category Links
sk: Odkazy na kategórie

source: Title
sk: Názov

source: Show all categories
sk: Zobraziť všetky kategórie

source: All categories are shown, even if not selected
sk: Všetky kategórie sú zobrazené, aj tie, ktoré nie sú vybraté

source: Image
sk: Obrázok

source: Image Link URL
sk: URL odkaz obrázku

source: Full width
sk: plná šírka

source: Set image to full width of cell
sk: Nastavte obrázok na plnú šírku bunky

source: Width (px)
sk: Šírka (px)

source: Leave blank for default width
sk: Nechajte prázdne pre predvolenú šírku

source: Height (px)
sk: Výška (px)

source: Newest
sk: Najnovší

source: Best Selling
sk: Najpredávanejší

source: Random
sk: Náhodný

source: Product Highlights
sk: Hlavné vlastnosti produktu

source: Count
sk: Počet

source: Only show in-stock and orderable items
sk: Zobraziť iba položky, ktoré sú skladom a dajú sa objednať

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
sk: Upozornenie: Konečný počet produktov môže byť nižší ako 'Počet', ak budú z celkového počtu produktov vyfiltrované tie produkty, ktoré sa nedajú objednať.

source: Product Cross Sells
sk: Krížové predaje produktu

source: Show variation parents
sk: Zobraziť nadradené variabilné produkty

source: Render variation parents instead of the children.
sk: Zobraziť nadradené variabilné produkty namiesto podradených.

source: Category
sk: Kategória

source: Category Products Highlight
sk: Kategória hlavných vlastností produktov

source: Products
sk: Produkty

source: Select all products you want to show
sk: Zvoľte všetky produkty, ktoré chcete zobraziť

source: Product Selection
sk: Výber produktov

source: In-Place Snippet
sk: In-Place snipet

source: Resource snippet for end of head
sk: Zdroj snipetu pre koniec hlavičky

source: Resource snippet for beginning of body
sk: Zdroj snipetu pre začiatok tela

source: Resource for end of body
sk: Zdroj pre koniec tela

source: Ordering
sk: Usporiadanie

source: Social Media Links
sk: Odkazy na sociálne médiá

source: Topic
sk: Téma

source: Icon Size
sk: Veľkosť ikony

source: Default
sk: Predvolený

source: Large
sk: Veľký

source: Alignment
sk: Zarovnanie

source: Left
sk: Vľavo

source: Center
sk: Stred

source: Right
sk: Vpravo

source: Click to edit placeholder: %s
sk: Kliknite pre úpravu poľa: %s

source: This placeholder is global and content of this placeholder is shown on all pages.
sk: Toto pole je všeobecné a obsah tohto poľa sa zobrazuje na všetkých stránkach.

source: End of head
sk: Koniec hlavičky

source: Start of head
sk: Začiatok hlavičky

source: End of body
sk: Koniec tela

source: Start of body
sk: Začiatok tela

source: Content start
sk: Začiatok obsahu

source: Content end
sk: Koniec obsahu

source: (Error while rendering)
sk: (Chyba pri vykresľovaní)

source: Theme Configuration
sk: Konfigurácia témy

source: Theme Guide
sk: Sprievodca témou

source: No access to editing
sk: Žiaden prístup k úprave

source: Unknown command %s
sk: Neznámy príkaz %s

source: Unable to determine current theme.
sk: Nie je možné určiť aktuálnu tému.

source: Cannot add more than %d cells in one row.
sk: Nie je možné pridať viac ako %d buniek do jedného riadku.

source: Published
sk: Publikovaný

source: Reverted
sk: Vrátený

source: Full Width
sk: Plná šírka

source: Three Fourths (3/4)
sk: Tri štvrtiny (3/4)

source: Two Thirds (2/3)
sk: Dve tretiny (2/3)

source: Half (1/2)
sk: Polovica (1/2)

source: One Third (1/3)
sk: Jedna tretina (1/3)

source: One Fourth (1/4)
sk: Jedna štvrtina (1/4)

source: Cell width
sk: Šírka bunky

source: Cell align
sk: Zarovnanie bunky

source: Extra classes
sk: Extra triedy

source: Add extra CSS classes names to the cell
sk: Pridať bunke názvy extra CSS tried

source: No Plugin
sk: Žiaden plugin
