Repository: idealoop/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Anonymize
sk: Anonymizovať

source: This action will replace all contact personal data with random values making it impossible to be identified. The account will also be deactivated and any pending order(s) will be canceled. Are you sure?
sk: Táto akcia nahradí všetky kontaktné osobné údaje náhodnými hodnotami a tak ich nebude možné identifikovať. Účet tiež bude deaktivovaný a akékoľvek čakajúce objednávky budú zrušené. Ste si istý, že to chcete vykonať?

source: Download data
sk: Stiahnuť údaje

source: Save
sk: Uložiť

source: General Data Protection Regulation
sk: Všeobecné nariadenie o ochrane údajov

source: Contact anonymized!
sk: Kontakt bol anonymizovaný!

source: My Data
sk: Moje údaje

source: Customer data
sk: Údaje zákazníka

source: enabled
sk: povolený

source: Define if the GDPR is active.
sk: Definovať či je GDPR aktívne.

source: skip consent on login
sk: preskočiť súhlas pri prihlásení

source: Do not require consent on login when GDPR is activated.
sk: Nevyžadovať súhlas pri prihlásení, keď je GDPR aktivované.

source: privacy policy page
sk: stránka pravidiel ochrany osobných údajov

source: Choose your privacy policy page here. If this page changes, customers will be prompted for new consent.
sk: Vyberte si tu vašu stránku pravidiel ochrany osobných údajov. Ak sa táto stránka zmení, zákazníci budú požiadaní o nový súhlas.

source: consent pages
sk: stránky súhlasu

source: Choose pages here which are being monitored for customer consent. If any of these pages change, the customer is being prompted for a new consent.
sk: Tu vyberte stránky, ktoré sú monitorované pre súhlas zákazníka. Ak sa akákoľvek z nich zmení. zákazník bude požiadaný o nový súhlas.

source: cookie banner content
sk: obsah banneru s cookies

source: The text to be presented to users in a pop-up warning.
sk: Text, ktorý sa používateľom zobrazí vo vyskakovacom upozornení.

source: cookie privacy excerpt
sk: výpis súkromných súborov cookie

source: The summary text to be presented about cookie privacy.
sk: Súhrnný text o ochrane osobných údajov v súboroch cookie.

source: login consent text
sk: text súhlasu pri prihlásení

source: Shown in login page between the form and the button. Optional but should be considered when the consent on login is disabled.
sk: Zobraziť na prihlasovacej stránke medzi formulárom a potvrdzovacím tlačítkom. Voliteľné ale mali by ste zvážiť, kedy nepovoliť súhlas pri prihlásení.

source: GDPR settings
sk: nastavenia GDPR

source: GDPR for {}
sk: GDPR pre {}

source: always active
sk: vždy aktívny

source: active by default
sk: aktívny v predvolenom nastavení

source: whether this cookie category is active by default
sk: či je táto kategória súborov cookie aktívna v predvolenom nastavení

source: cookies used
sk: použité súbory cookie

source: Comma separated list of cookies names, prefix or suffix that will be included in this category, e.g. _ga, mysession, user_c_
sk: Zoznam názvov súborov cookie, predpôn alebo prípon, oddelených čiarkami, ktoré budú zahrnuté do tejto kategórie, napríklad _ga, mysession, user_c_

source: name
sk: názov

source: how we use
sk: ako používame

source: Describe the purpose of this category of cookies and how it is used.
sk: Opíšte účel tejto kategórie cookies a spôsob jej použitia.

source: GDPR cookie category
sk: GDPR cookie kategória

source: GDPR cookie categories
sk: GDPR cookie kategórie

source: GDPR cookie category for {}
sk: GDPR cookie kategória pre {}

source: created on
sk: vytvorené v

source: consent documents
sk: dokumenty súhlasu

source: GDPR user consent
sk: GDPR súhlas používateľa

source: GDPR user consents
sk: GDPR súhlasy používateľa

source: GDPR user consent in {} for user {} in shop {}
sk: GDPR súhlas používateľa v {} pre používateľa {} v obchode {}

source: GDPR user consent document for {} (Version: {})
sk: Dokument GDPR súhlasu používateľa pre {} (Verzia: {})

source: I have read and accept the <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
sk: Prečítal som si a súhlasím s <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>

source: You must accept to this to register.
sk: Pre registráciu toto musíte prijať.

source: You must accept to this to order.
sk: Pre objednanie, musiíte toto prijať.

source: You must accept to this to authenticate.
sk: Pre overenie, musíte toto prijať.

source: <p>This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. To find out more about the cookies we use, see our Privacy Policy.</p>
sk: <p>Táto webová stránka ukladá súbory cookie do vášho počítača. Tieto súbory cookie sa používajú na zhromažďovanie informácie o tom, ako komunikujete s naším webovým serverom, a umožňujú nám zapamätať si vás. Tieto informácie používame na zlepšenie a prispôsobenie vášho prehliadania nášho webu a pre analytické a metrické údaje o našich návštevníkoch. Viac informácií o súboroch cookie, ktoré používame, nájdete v časti Pravidlá ochrany osobných údajov.</p>

source: <p>When you visit any website, it may store or retrieve information on yourbrowser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience.</p><p>Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.</p>
sk: <p>Ak navšítvite akúkoľvek webovú stránku, môže ukladať alebo získavať informácie o vašom webovom prehliadači, prevaže vo forme súborov cookie. Tieto informácie by mali byť o vás, vašich nastaveniach alebo vašom zariadení a prevažne sú používané na to, aby stránka fungovala tak, ako očakávate. Informácie vás zvyčajne priamo neidentifikujú, ale môžu vám poskytnúť viac prispôsobený zážitok pri prehliadaní webu.</p><p>Keďže rešpektujeme vaše právo na súkromie, môžete sa rozhodnúť nepovoliť niektoré typy súborov cookie. Viac informácií získate kliknutím na jednotlivé názvy kategórií a zmeňte naše predvolené nastavenia. Blokovanie niektorých typov súborov cookie však môže ovplyvniť vaše skúsenosti s webom a službami, ktoré vám ponúkame.

source: General Settings
sk: Všeobecné nastavenia

source: Cookie Categories
sk: Kategórie cookies

source: Add new cookie category
sk: Pridať novú kategóriu cookie

source: Use this form to create a new cookie category
sk: Použiť tento formulár na vytvorenie novej kategórie cookie

source: Download your data
sk: Stiahnuť vaše údaje

source: Download all my data
sk: Stiahnuť všetky moje údaje

source: Anonymize your account
sk: Anonymizovať váš účet

source: You have pending orders!
sk: Máte čakajúce objednávky!

source: Request Account Anonymization
sk: Žiadosť o anonymizáciu účtu

source: This action is irreversible!
sk: Tento krok nie je možné vrátiť späť!

source: Are you sure? This cannot be undone.
sk: Ste si istý? Toto nie je možné vrátiť späť.

source: Privacy Preferences
sk: Nastavenia súkromia

source: I Understand
sk: Rozumiem

source: Privacy Preference Center
sk: Centrum nastavenia súkromia

source: General
sk: Všeobecný

source: Cookie Settings
sk: Nastavenia cookies

source: Consent Management
sk: Správa súhlasu

source: You read and agreed to our {}
sk: Prečítali ste si a súhlasili ste s našimi {}

source: Read
sk: Prečítaný

source: Always active
sk: Vždy aktívny

source: Save preferences
sk: Uložiť nastavenia

source: Privacy Policy
sk: Ochrana osobných údajov

source: Required
sk: Požadovaný

source: We use these cookies to ensure the correct language is being chosen for you based on your region as well as the overall site functionality.
sk: Tieto súbory cookie používame na zabezpečenie toho, aby bol pre vás vybraný správny jazyk na základe vášho regiónu, ako aj pre celkovú funkčnosť stránok.

source: GDPR: Anonymize
sk: GDPR: Anonymizovať

source: GDPR: Anonymize contact
sk: GDPR: Anonymizovať kontakt

source: Customer ID {customer_id} requested to be anonymized.
sk: Zákaznícke ID {customer_id} požiadalo o anonymizáciu.

source: Anonymization requested.
sk: Vyžiadaná anonymizácia.
