Repository: idealoop/shuup
Catalog: shuup/default_tax/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Shuup Default Tax
sk: Shuup predvolená daň

source: Tax Rules
sk: Daňové pravidlá

source: Show tax rules
sk: Zobraziť daňové pravidlá

source: Use ISO 3166-1 country codes (US, FI etc.)
sk: Použiť ISO 3166-1 kódy krajín (US, FI atď.)

source: Use two letter state codes for the US
sk: Použiť dvojpísmenový kód pre americké štáty

source: Tax Rule
sk: Daňové pravidlo

source: Tax
sk: Daň

source: Tax Classes
sk: Daňové triedy

source: Customer Tax Groups
sk: Daňové skupiny zákazníkov

source: Countries
sk: Krajiny

source: Regions
sk: Kraje

source: Postal Codes
sk: Poštové smerové čisla

source: Priority
sk: Priorita

source: Override Group
sk: Skupina prepisu dane

source: Enabled
sk: Povolený

source: enabled
sk: povolený

source: Check this if this tax rule is active.
sk: Začiarknite, ak je toto daňové pravidlo aktívne.

source: tax classes
sk: daňové skupiny

source: Tax classes of the items to be taxed
sk: Daňové skupiny položiek na zdanenie

source: customer tax groups
sk: daňové skupiny zákazníkov

source: The customer tax groups for which this tax rule is limited.
sk: Daňové skupiny zákazníkov, na ktoré sa toto daňové pravidlo vzťahuje.

source: country codes pattern
sk: vzor kódov krajín

source: region codes pattern
sk: vzor kódov krajov

source: postal codes pattern
sk: vzor poštových smerových čísel

source: priority
sk: priorita

source: Rules with same priority define added taxes (e.g. US taxes) and rules with different priority define compound taxes (e.g. Canada Quebec PST case)
sk: Pravidlá rovnakej priority určujú daň z pridanej hodnoty (napr. dane v US) a pravidlá rôznej priority určujú zložené dane (napr. Kanada Quebec PST)

source: override group number
sk: číslo skupiny prepisu dane

source: If several rules match, only the rules with the highest override group number will be effective. This can be used, for example, to implement tax exemption by adding a rule with very high override group that sets a zero tax.
sk: Ak sa niektoré pravidlá zhodujú, účinné budú iba pravidlá s vyšším číslom skupiny prepisu dane. Používa sa to napríklad na zavedenie daňovej výnimky pridaním pravidla s veľmi vysokým číslom skupiny prepisu dane, ktoré určí nulovú daň.

source: tax
sk: daň

source: The tax to apply when this rule is applied.
sk: Daň, ktorá sa má uplatniť pri uplatnení tohto pravidla.

source: Tax rule {} ({})
sk: Daňové pravidlo {} ({})

source: Default Taxation
sk: Predvolené zdanenie

source: Tax rule information
sk: Informácie o daňovom pravidle
