Repository: idealoop/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Manually processed payment
sk: Manuálne spracovaná platba

source: Cash payment
sk: Platba v hotovosti

source: carrier
sk: prepravca

source: The shipping method name. This name is shown to customers on checkout.
sk: Názov spôsobu dopravy. Tento názov sa zobrazí zákazníkom pri platbe v pokladni.

source: The shipping method description. This name is shown to customers on checkout.
sk: Popis spôsobu dopravy. Tento popis sa zobrazí zákazníkom pri platbe v pokladni.

source: custom carrier
sk: vlastný prepravca

source: custom carriers
sk: vlastní prepravcovia

source: Manually processed shipment
sk: Manuálne spracované doručenie

source: not sent
sk: neodoslané

source: sent
sk: odoslané

source: received
sk: doručené

source: error
sk: chyba

source: outgoing
sk: odchádzajúce

source: incoming
sk: prichádzajúce

source: tracking code
sk: kód sledovania zásielky

source: volume
sk: objem

source: shipment
sk: preprava

source: shipments
sk: prepravy

source: unit volume
sk: jednotka obsahu

source: unit weight
sk: jednotka hmotnosti

source: sent product
sk: odoslaný produkt

source: sent products
sk: odoslané produkty

source: The following fields cannot be changed since there are existing orders for this shop
sk: Nasledovné polia nie je možné meniť, ak pre tento obchod už existujú objednávky.

source: domain
sk: doména

source: Your shop domain name. Use this field to configure the URL that is used to visit your site. Note: this requires additional configuration through your internet domain registrar.
sk: Názov domény vášho obchodu. Vyplňte toto pole na konfiguráciu URL, ktorá sa bude používať na návštevu vašej stránky. Poznámka: vyžaduje si to dodatočné nastavenia prostredníctvom vášho registrárora internetovej domény.

source: Your shop status. Disable your shop if it is no longer in use.
sk: Stav vášho obchodu. Vypnite váš obchod, ak ho už viac nepoužívate.

source: The primary shop currency. This is the currency used when selling your products.
sk: Primárna mena obchodu. Je to mena, ktorá sa bude používať pri predaji vášho produktu.

source: This option defines whether product prices entered in admin include taxes. Note this behavior can be overridden with contact group pricing.
sk: Táto možnosť určuje, či ceny produktov zadaných v administrátorskom prostredí zahŕňajú daň. Upozorňujeme, že toto správanie môže byť zmenené pri určovaní cien skupiny kontaktov.

source: Shop logo. Will be shown at theme.
sk: Logo obchodu, ktoré bude použité.

source: Shop favicon. Will be shown next to the address on browser.
sk: Favicon obchodu. Bude zobrazené vedľa adresy v prehliadači.

source: maintenance mode
sk: režim údržby

source: Check this if you would like to make your shop temporarily unavailable while you do some shop maintenance.
sk: Začiarknite, ak chcete dočasne vypnúť váš obchod, pokým v ňom vykonáte určitú údržbu.

source: contact address
sk: Adresy kontaktu

source: staff members
sk: zamestnanci

source: The shop name. This name is displayed throughout admin.
sk: Názov obchodu. Tento názov sa zobrazí v celom administrátorskom prostredí.

source: The public shop name. This name is displayed in the store front and in any customer email correspondence.
sk: Verejný názov obchodu. Tento názov sa zobrazí v obchode a v akejkoľvek zákazníckej emailovej korešpondencii.

source: To make your shop stand out, give it an awesome description. This is what will help your shoppers learn about your shop. It will also help shoppers find your store from the web.
sk: Ak chcete, aby váš obchod vynikol, zaujímavo ho opíšte. To pomôže nakupujúcim viac sa dozvedieť o vašom obchode. Tiež tak lepšie nájdu váš obchod na webe.

source: Enter a short description for your shop. The short description will be used to get the attention of your customer with a small but precise description of your shop.
sk: Zadajte stručný popis vášho obchodu. To priláka pozornosť zákazníkov.

source: maintenance message
sk: správa o údržbe

source: The message to display to customers while your shop is in maintenance mode.
sk: Správa, ktorá sa bude zákazníkom zobrazovať po dobu, čo bude váš obchod v režime údržby.

source: alert limit
sk: upozorniť na limit

source: physical stock count
sk: fyzické množstvo zásob

source: logical stock count
sk: logické množstvo zásob

source: internal
sk: vnútorný

source: external
sk: vonkajší

source: The product suppliers name. Suppliers can be used manage the inventory of stocked products.
sk: Názov dodávateľa produktu. Dodávatelia môžu byť použití na správu zásob produktov na sklade.

source: supplier type
sk: typ dodávateľa

source: The supplier type indicates whether the products are supplied through an internal supplier or an external supplier.
sk: Typ dodávateľa určuje, či sú produkty dodávané vnútorným dodávateľom alebo externým.

source: stock managed
sk: sklad spravovaný

source: Check this if this supplier will be used to manage the inventory of stocked products.
sk: Začiarknite, ak má tento dodávateľ riadiť zásoby produktov na sklade.

source: Select the supplier module to use for this supplier. Supplier modules define the rules by which inventory is managed.
sk: Zvoľte modul dodávateľa, ktorý má byť použitý týmto dodávateľom. Moduly dodávateľa definujú pravidlá, podľa ktorých sa spravujú zásoby.

source: module data
sk: modulové údaje

source: You can select which shops the supplier is available to.
sk: Môžte vybrať, pre ktoré obchody je dodávateľ k dispozícii.

source: Indicates whether this supplier is currently enabled.
sk: Označuje, či je tento dodávateľ momentálne povolený.

source: approved
sk: schválený

source: Indicates whether this supplier is currently approved.
sk: Označije, či je tento dodávateľ momentálne schválený.

source: Enter a URL Slug for your supplier. This is what your supplier page URL will be. A default will be created using the supplier name.
sk: Zadajte URL slug pre dodávateľa. Takto bude vyzerať URL stránka vášho dodávateľa. Predvolené sa vytvorí z názvu dodávateľa.

source: Cannot change business critical fields of Tax that is in use
sk: Nie je možné zmeniť obchodné oblasti daní, ktoré sa používajú

source: The abbreviated tax code name.
sk: Skrátený kódový názov dane.

source: The tax name. This is shown in order lines in order invoices and confirmations.
sk: Názov dane. Tento bude uvedený na objednávke, vo faktúrach a potvrdeniach.

source: tax rate
sk: daňová sadzba

source: The percentage rate of the tax.
sk: Percentuálna sadzba dane.

source: tax amount value
sk: hodnota dane

source: The flat amount of the tax. Mutually exclusive with percentage rates.
sk: Paušálna výška dane. Vzájomne sa vylučuje s percentuálnymi sadzbami.

source: currency of tax amount
sk: mena dane

source: Check this if this tax is valid and active.
sk: Začiarknite, ak je daň platná a aktívna.

source: Either rate or amount is required
sk: Sazba aj množstvo sú požadované

source: Cannot have both rate and amount
sk: Nie je možné mať aj sadzbu aj množstvo

source: Currency is required if amount is specified
sk: Ak je určené množstvo, vyžaduje sa mena

source: taxes
sk: dane

source: The tax class name. Tax classes are used to control how taxes are applied to products.
sk: Názov daňovej triedy. Daňové triedy sa používajú na riadenie uplatnenia daní na produkty.

source: Check this if this tax class is active and valid.
sk: Začiarknite, ak je táto daňová skupina aktívna a platná.

source: tax classes
sk: daňové triedy

source: The customer tax group name. Customer tax groups can be used to control how taxes are applied to a set of customers.
sk: Názov daňovej skupiny zákazníkov. Daňové skupiny zákazníkov sa využívajú na určenie aké dane majú byť uplatnené na určitý okruh zákazníkov.

source: customer tax group
sk: daňová skupina zákazníkov

source: customer tax groups
sk: daňové skupiny zákazníkov

source: Retail Customers
sk: Maloobchodní zákazníci

source: Company Customers
sk: Spoločnosti ako zákazníci

source: allowed decimal places
sk: povolené desatinné mieste

source: The number of decimal places allowed by this sales unit.Set this to a value greater than zero if products with this sales unit can be sold in fractional quantities
sk: Počet desatinných miest povolený touto predajnou jednotkou. Nastavte to na hodnotu väčšiu ako nula ak produkty s touto predajnou jednotkou môžu byť predajné v čiastkových množstvách.

source: sales units
sk: predajné jednotky

source: The sales unit name to use for products (For example, 'pieces' or 'units'). Sales units can be set for each product through the product editor view.
sk: Názov predajnej jednotky použitý pre produkty (Napríklad, 'kusy' or 'balenia'). Predajné jednotky sa dajú nastaviť pre každý produkt pomocou zobrazenia editora produktu.

source: An abbreviated name for this sales unit that is shown throughout admin and order invoices.
sk: Skrátený názov predajnej jednotky, ktorý bude použitý v celom administrátorskom prostredí a vo faktúrach objednávok.

source: Value must be positive and non-zero
sk: Hodnota musí byť kladná a nesmie byť nulová.

source: internal unit
sk: interná jednotka

source: The sales unit that this display unit is linked to.
sk: Predajná jednotka ku ktorej je prepojená zobrazovacia jednotka.

source: ratio
sk: pomer

source: Size of the display unit in internal unit. E.g. if internal unit is kilogram and display unit is gram, ratio is 0.001.
sk: Veľkosť zobrazovacej jendotky v internej jednotke. Ak je interná jednotka kilogram a zobrazovacia jednotka je gram, pomer je 0.001.

source: The number of decimal places to use for values in the display unit. The internal values are still rounded based on settings of the internal unit.
sk: Počet desatinných miest pre hodnoty v zobrazovacích jednotkách. Interné hodnoty sú stále zaokrúhlené podľa nastavení internej jednotky.

source: comparison value
sk: porovnávacia hodnota

source: Value to use when displaying unit prices. E.g. if the display unit is g and the comparison value is 100, then unit prices are shown per 100g, like: $2.95 per 100g.
sk: Hodnota pri zobrazení cenových jednotiek. Ak je zobrazovacia jednotka g a porovnávacia hodnota je 100, tak cenová jednotka je zobrazená ako 100g, ako: $2.95 za 100g.

source: allow bare number
sk: povoliť iba číslo

source: If true, values of this unit can be shown without the symbol occasionally. Usually wanted if the unit is a piece, so that product listings can show just '$5.95' rather than '$5.95 per pc.'.
sk: Ak toto platí, hodnoty tejto jednotky sa môžu zobrazovať aj bez symbolu. Zvyčajne sa požaduje, ak je jednotkou kus, aby zoznamy produktov zobrazovali iba $5.95 namiesto $5.95 za kus.

source: use by default
sk: použiť predvolené

source: Use this display unit by default when displaying values of the internal unit.
sk: Použiť túto zobrazovaciu jednotku ako predvolenú, keď sa zobrazujú hodnoty interných jednotiek.

source: Name of the display unit, e.g. Grams.
sk: Názov zobrazovacej jednotky, napr. Gramy.

source: An abbreviated name of the display unit, e.g. 'g'.
sk: Skrátený názov zobrazovacej jednotky, napr. g.

source: display units
sk: zobrazovacie jednotky

source: Pieces
sk: Kusy

# Symbol for pieces unit
source: pc.
sk: ks

source: No Choice
sk: Žiaden výber

source: inherit
sk: zdediť

source: skip
sk: preskočiť

source: delete
sk: vymazať

source: The total should be greater than {} to be ordered.
sk: Pre objednanie musí byť celková suma väčšia ako {}.

source: %s not available in this shop
sk: %s v tomto obchode nie je k dispozícii.

source: Default Pricing
sk: Predvolené ceny

source: Insufficient stock
sk: nedostatočné zásoby

source: %(name)s (physical stock: %(quantity)s)
sk: %(name)s (fyzický sklad: %(quantity)s)

source: Insufficient physical stock count for following products: %(product_counts)s
sk: Nedostatočné počet zásob fyzického skladu pre nasledovné produkty: %(product_counts)s

source: inventory
sk: sklad

source: restock
sk: doplnenie zásob

source: restock logical
sk: logické doplnenie zásob

source: Untaxed
sk: nezdanený

source: This field cannot be changed since it is protected.
sk: Toto pole sa nedá zmeniť, nakoľko je chránené.

source: Region
sk: kraj

source: Username
sk: používateľské meno

source: Please provide either username or email, not both.
sk: Zadajte používateľské meno alebo email, nie oboje, prosím.

source: Please provide either username or email.
sk: Zadajte používateľské meno alebo email.

source: First Last
sk: Prvý posledný
