Repository: idealoop/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Select if you want your product to be seen and found by customers. <p>Not visible: Product will not be shown in your store front or found in search.</p><p>Searchable: Product will be shown in search but not listed on any category page.</p><p>Listed: Product will be shown on category pages but not shown in search results.</p><p>Always Visible: Product will be shown in your store front and found in search.</p>
sk: Zvoľte túto možnosť, ak chcete, aby zákazníci našli váš produkt. <p>Neviditeľný: Produkt nebude zobrazený v obchode ani vo vyhľadávaní.</p><p>Vyhľadateľný: Produkt bude zobrazený vo vyhľadávaní ale nebude uvedený na žiadnej stránke kategórií.</p><p>Uvedený: Produkt bude uvedený na stránkach kategórií ale nebude zobrazený vo výsledkoch vyhľadávania.</p><p>Vždy viditeľný: Produkt bude zobrazený vo vašom obchode aj vo vyhľadávaní.</p>

source: purchasable
sk: predajný

source: Select whether you want your product to have special limitations on its visibility in your store. You can make products visible to all, visible to only logged in users, or visible only to certain customer groups.
sk: Vyberte, ak chcete, aby váš produkt mal osobité obmedzenia týkajúce sa jeho viditeľnosti vo vašom obchode. Môžte určiť, či budú viditeľné všetky produkty, alebo či budú viditeľné iba pre prihlásených používateľov alebo pre učité skupiny zákazníkov.

source: Select the groups you would like to make your product visible for. These groups are defined in Contacts Settings - Contact Groups.
sk: Zvoľte skupiny, pre ktoré chcete, aby bol váš produkt viditeľný. Tieto skupiny sú definované v časti Nastavenia kontaktov - Skupiny kontaktov.

source: backorder maximum
sk: maximum predobjednávky

source: The number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits.
sk: Počet jednotiek, ktoré môžu byť nakúpené po vypredaní produktu. Nechajte prázdne, ak chcete, aby bolo produkt možné kúpiť bez obmedzení.

source: purchase multiple
sk: násobok nákupu

source: Set this if the product needs to be purchased in multiples. For example, if the purchase multiple is set to 2, then customers are required to order the product in multiples of 2.
sk: Zvoľte túto možnosť, ak má byť produkt kupovaný v násobkoch. Napríklad, ak je násobok nákupu 2, tak zákazníci si budú môcť kúpiť produkt iba v násobkoch 2.

source: minimum purchase
sk: minimum nákupu

source: Set a minimum number of products needed to be ordered for the purchase. This is useful for setting bulk orders and B2B purchases.
sk: Zvoľte minimálny počet produktov potrebných na objednávku. Toto je užitočné pri zadávaní hromadných objednávok alebo nákupe B2B (typ podnik-podnik).

source: limited for shipping methods
sk: obmezdené spôsobmi dopravy

source: Check this if you want to limit your product to use only select payment methods. You can select the payment method(s) in the field below.
sk: Začiarknite, ak chcete aby bol váš produkt obmedzený iba na použitie vybratých spôsobov platby. V nižšie uvedenom poli môžete vybrať spôsoby platby.

source: limited for payment methods
sk: obmedzené spôsobmi platby

source: shipping methods
sk: spôsoby dopravy

source: Select the shipping methods you would like to limit the product to using. These are defined in Settings - Shipping Methods.
sk: Zvoľte spôsoby dopravy, ktoré chcete obmedziť na použitie produktu. Tieto sú definované v časti Nastavenia - Spôsoby doručenia.

source: payment methods
sk: spôsoby platby

source: Select the payment methods you would like to limit the product to using. These are defined in Settings - Payment Methods.
sk: Zvoľte spôsoby platby, ktoré chcete obmedziť na použitie produktu. Tieto sú definované v časti Nastavenie - Spôsoby platby.

source: primary category
sk: primárna kategória

source: Choose the primary category for your product. This will be the main category for classification in the system. Your product can be found under this category in your store. Categories are defined in Products Settings - Categories.
sk: Vyberte primárnu kategóriu vášho produktu. To bude hlavná kategória pri zaradené do systému. Vo vašom obchode bude váš produkt možné nájsť pod tohuto kategóriou. Kategórie sú definované v časti Kategórie.

source: Add secondary categories for your product. These are other categories that your product fits under and that it can be found by in your store.
sk: Doplňte druhotné kategórie pre váš produkt. To sú ďalšie kategórie, pod ktoré spadá váš produkt a môže sa podľa nich dať vyhľadať vo vašom obchode.

source: primary image
sk: primárny obrázok

source: Click this to set this image as the primary display image for your product.
sk: Kliknite pre nastavenie tohto obrázku ako primárneho, ktorý sa zobrazí pre váš produkt.

source: default price
sk: predvolená cena

source: This is the default individual base unit (or multi-pack) price of the product. All discounts or coupons will be based off of this price.
sk: Všetky zľavy alebo kupóny sa budú odvíjať od tejto ceny.

source: minimum price
sk: minimálna cena

source: This is the default price that the product cannot go under in your store, despite coupons or discounts being applied. This is useful to make sure your product price stays above cost.
sk: Toto je predvolená cena produktu, ktorá nemôže byť nižšia aj napriek použitiu kupónov alebo uplatnenia zľavy. Je to užitočné, aby tak váš produkt zostal nad cenou.

source: available until
sk: dostupné do

source: After this date the product will be invisible.
sk: Po tomto dátume bude produkt neviditeľný.

source: display unit
sk: zobrazenie jednotky

source: Unit for displaying quantities of this product
sk: Jednotka pre určenie množstva tohto produktu

source: Enter a descriptive name for your product. This will be its title in your store.
sk: Zadjte popisný názvo vášho produktu. Bude to jeho názov v obchode.

source: To make your product stand out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
sk: Aby váš produkt vynikol, dajte mu dobrý popis. Tak sa nakupujúci viac dozvedia o vašom produkte. Tiež im to pomôže nájsť produkt v obchode a na webe.

source: short description
sk: stručný popis

source: Enter a short description for your product. The short description will be used to get the attention of your customer with a small but precise description of your product.
sk: Zadajte stručný popis vášho produktu. Vďaka stručnému a výstižnému popisu prilákate pozornosť zákazníkov.

source: status text
sk: text stavu

source: This text will be shown alongside the product in the shop. It is useful for informing customers of special stock numbers or preorders. (Ex.: Available in a month)
sk: Tento text sa zobrazí pri produkte v obchode. Je to užitočné na informovanie zákazníkov o skladových zásobách a predobjednávkach. (napr.: Dostupné o mesiac)

source: Invalid display unit: Internal unit of the selected display unit does not match with the sales unit of the product
sk: Neplatná zobrazovacia jednotka: Interná jednotka vybranej zobrazovacej jednotky nie je zhodná s predajnou jednotkou produktu

source: This product has been deleted.
sk: Tento produkt bol vymazaný.

source: This product is not visible.
sk: Tento produkt nie je viditeľný.

source: This product is not available to the current date.
sk: Tento produkt nie je momentálne dostupný.

source: The Product is invisible to users not logged in.
sk: Produkt nie je viditeľný pre neprihlásených používateľov.

source: This product is not visible to your group.
sk: Tento produkt nie je viditeľný pre vašu skupinu.

source: The product is not purchasable
sk: Produkt nie je na predaj

source: The purchase quantity needs to be at least %d for this product.
sk: Predajné množstvo pre tento produkt musí byť aspoň %d.

source: The product can only be ordered in multiples of {package_size}, for example {amount}
sk: Produkt je možné objednať iba v násobkoch {package_size}, napríklad {amount}

source: The product can only be ordered in multiples of {package_size}, for example {smaller_amount} or {larger_amount}
sk: Produkt je možné objednať iba v násobkoch {package_size}, napríklad {smaller_amount} alebo {larger_amount}

source: The product has no supplier.
sk: Produkt nemá dodávateľa.

source: The product is not supplied by %s.
sk: Produkt %s nedodáva.

source: Product has no sellable children
sk: Produkt nemá žiadne predajné podradené produkty.

source: variation variable
sk: variant variabilného produktu

source: variation variables
sk: variant variabilných produktov

source: variation value
sk: hodnota variantu

source: variation values
sk: hodnoty variantu

source: combination hash
sk: hash kombinácia

source: result
sk: výsledok

source: variation result
sk: výsledok variantu

source: variation results
sk: výsledky variantu

source: normal
sk: normálny

source: package parent
sk: nadradené balenie

source: variation parent (simple)
sk: nadaradený variant produktu (jednoduchý)

source: variation parent (variable)
sk: nadaradený variant produktu (variabilný produkt)

source: variation child
sk: podradený variant produktu

source: subscription
sk: predplatné

source: visible to logged in
sk: viditeľný pre prihlásených

source: visible to groups
sk: viditeľný pre skupiny

source: stocked
sk: skladom

source: unstocked
sk: nenaskladnené

source: recommended
sk: odporúčaný

source: related
sk: príbuzný

source: computed
sk: vypočítaný

source: bought with
sk: zakúpený s

source: not shipped (non-deliverable)
sk: nie je dodané (nedoručiteľné)

source: shipped (deliverable)
sk: dodané (doručiteľné)

source: no verification required
sk: nevyžaduje sa overenie

source: admin verification required
sk: vyžaduje sa overenie administrátora

source: third party verification required
sk: vyžaduje sa overenie tretej strany

source: Enter a descriptive name for your product type. Products and attributes for products of this type can be found under this name.
sk: Zadajte popisný názov pre typ vášho produktu. Pod týmto názvom sa budú nachádzať produkty a vlastnosti produktov tohto typu.

source: Select attributes that go with your product type. These are defined in Products Settings – Attributes.
sk: Vyberte vlastnosti, ktoré súvisia s typom produktu. Sú definované v časti Nastavenia produktu - Vlastnosti.

source: product type
sk: typ produktu

source: product types
sk: typy produktu

source: mode
sk: režim

source: variation parent
sk: nadradený variant produktu

source: shipping mode
sk: režim doručenia

source: Set to shipped if the product requires shipment.
sk: Ak produkt vyžaduje prepravu, nastavte ho na odoslanie.

source: sales unit
sk: predajná jednotka

source: Select a sales unit for your product. This is shown in your store front and is used to determine whether the product can be purchased using fractional amounts. Sales units are defined in Products - Sales Units.
sk: Vyberte predajnú jednotku pre váš produkt. Toto sa zobrazuje v obchode a používa sa na určenie, či je možné produkt kúpiť za časť predajnej jednotky. Predajné jednotky sú definované v časti Produkty - Predajné jednotky.

source: tax class
sk: daňová trieda

source: Select a tax class for your product. The tax class is used to determine which taxes to apply to your product. Tax classes are defined in Settings - Tax Classes. The rules by which taxes are applied are defined in Settings - Tax Rules.
sk: Zvoľte daňovú triedu vášho produktu. Daňová trieda pomáha určiť aká daň sa použije na váš produkt. Daňové triedy sú definované v časti Nastavenia - Daňové triedy. Určenie dane, ktorá sa má použiť je definované v časti Nastavenia - Daňové pravidlá.

source: Select a product type for your product. These allow you to configure custom attributes to help with classification and analysis.
sk: Vyberte typ produktu pre váš produkt. To vám umožňuje nakonfigurovať si vlastné atribúty, ktoré pomáhajú pri klasifikácii a analýze.

source: SKU
sk: skladové číslo produktu

source: Enter a SKU (Stock Keeping Unit) number for your product. This is a product identification code that helps you track it through your inventory. People often use the number by the barcode on the product, but you can set up any numerical system you want to keep track of products.
sk: Zadajte skladové číslo produktu. Je to identifikačný kód, ktorý pomôže vyhľadať produkt na sklade. Často sa používa číslo čiarového kódu, no môžete si určiť vlastný číselný systém na vyhľadávanie produktov.

source: GTIN
sk: kód GTIN

source: You can enter a Global Trade Item Number. This is typically a 14 digit identification number for all of your trade items. It can often be found by the barcode.
sk: Môžete zadať kód GTIN. Je to 14 miestne identifikačné číslo pre všetky vaše produkty. Často býva pri čiarovom kóde.

source: barcode
sk: čiarový kód

source: You can enter the barcode number for your product. This is useful for inventory/stock tracking and analysis.
sk: Môžte zadať číslo čiarového kódu vášho produktu. Je to užitočné pri sledovaní skladových zásob a analýze.

source: bookkeeping account
sk: účtovnícky účet

source: profit center
sk: ziskové centrum

source: cost center
sk: nákladové centrum

source: width (mm)
sk: šírka (mm)

source: Set the measured width of your product or product packaging. This will provide customers with your product size and help with calculating shipping costs.
sk: Určite nameranú šírku vášho produktu alebo balenia. To pomôže zákazníkom mať pojem o veľkosti produktu a uľahčí to prepočet nákladov na dopravu.

source: height (mm)
sk: výška (mm)

source: Set the measured height of your product or product packaging. This will provide customers with your product size and help with calculating shipping costs.
sk: Určite nameranú výšku vášho produktu alebo balenia. To pomôže zákazníkom mať pojem o veľkosti produktu a uľahčí to prepočet nákladov na dopravu.

source: depth (mm)
sk: hĺbka (mm)

source: Set the measured depth or length of your product or product packaging. This will provide customers with your product size and help with calculating shipping costs.
sk: Určite nameranú hĺbku vášho produktu alebo balenia. To pomôže zákazníkom mať pojem o veľkosti produktu a uľahčí to prepočet nákladov na dopravu.

source: net weight (g)
sk: čistá hmotnosť (g)

source: Set the measured weight of your product WITHOUT its packaging. This will provide customers with your product weight.
sk: Určite nameranú hmotnosť vášho produktu BEZ obalu. To pomôže zákazníkom mať pojem o hmotnosti produktu.

source: gross weight (g)
sk: celková hmotnosť (g)

source: Set the measured gross Weight of your product WITH its packaging. This will help with calculating shipping costs.
sk: Určite nameranú celkovú hmotnosť vášho produktu VRÁTANE balenia. To uľahčí prepočet nákladov na dopravu.

source: Select a manufacturer for your product. These are defined in Products Settings - Manufacturers
sk: Vyberte výrobcu produktu. Výrobcovia sú definovaní v časti Nastavenia produktov - Výrobcovia

source: Enter a URL Slug for your product. This is what your product page URL will be. A default will be created using the product name.
sk: Zadajte reťazec URL pre produkt. Takto bude vyzerať URL stánka vášho produktu. Prednastavené bude vytvorené z názvu produktu.

source: keywords
sk: kľúčové slová

source: You can enter keywords that describe your product. This will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
sk: Môžte zadať kľúčové slová, ktoré opisujú váš produkt. Zákazníci sa tak viac dozvedia o vašom produkte.

source: variation name
sk: názov variantu produktu

source: You can enter a name for the variation of your product. This could be for example different colors or versions.
sk: Môžte zadať názov pre variant vášho produktu. Môžu to byť napríklad rôzne farby alebo verzie.

source: Multilevel parentage hierarchies aren't supported (parent is a child already)
sk: Viacúrovňové hierarchie rodičovstva nie sú podporované (nadradený je už podaradený)

source: Parent is a variable variation parent, yet variables were not passed
sk: Nadradený je variabilným produktom pre variant produktu, variabilné produkty však neprešli.

source: Multilevel parentage hierarchies aren't supported (this product is a simple variation parent)
sk: Viacúrovňové hierarchie nie sú podporované (tento produkt je nadradený jednoduchý variant produktu)

source: Multilevel parentage hierarchies aren't supported (this product is a variable variation parent)
sk: Viacúrovňové hierarchie nie sú podporované (tento produkt je nadradený premenlivý variant produktu)

source: Product is currently not a normal product, can't turn into package
sk: Produkt nie je normálny produkt, nie je možné ho zmeniť na balenie

source: Package can't contain itself
sk: Balenie nemôže obsahovať samé seba

source: Variation parents can not belong into a package
sk: Nadradené varianty produktu nepatria do balenia

source: Packages can't be nested
sk: Balenia nesmú byť vnorené

source: Quantity %s is invalid
sk: Množstvo %s je neplatné

source: primary product
sk: primárny produkt

source: secondary product
sk: sekundárny produkt

source: weight
sk: hmotnosť

source: cross sell link
sk: odkaz na krížový predaj

source: cross sell links
sk: linky na krížový predaj

source: translated value
sk: preložená hodnota

source: product attribute
sk: vlastnosť produktu

source: product attributes
sk: vlastnosti produktu

source: Check this if this service provider can be used when placing orders
sk: Začiarknite, ak má byť tento poskytovateľ služieb použitý pri vytváraní objednávok

source: The service provider name.
sk: Názov poskytovateľa služieb.

source: Check this if this service is selectable on checkout.
sk: Začiarknite ak je táto služba možná pri platbe na pokladni.

source: The shop for this service.
sk: Obchod pre túto službu.

source: choice identifier
sk: indentifikátor výberu

source: The tax class to use for this service. Tax classes are defined in Settings - Tax Classes.
sk: Daňová trieda pri použití tejto služby. Daňové triedy sú definované v časti Nastavenia - Daňové triedy.

source: behavior components
sk: komponenty správania

source: %s is disabled
sk: %s ne nepovolený

source: %s is for different shop
sk: %s je pre iný obchod

source: Fixed cost
sk: Fixné náklady

source: Add fixed cost to price of the service.
sk: Pridať fixné náklady k cene služby.

source: The fixed cost to apply to this service.
sk: Fixné náklady, ktoré sa vzťahujú pre túto službu.

source: The order line text to display when this behavior is applied.
sk: Text riadku objednávky na zobrazenie pri použití tohto správania.

source: Waiving cost
sk: Odpustené náklady

source: Add cost to price of the service if total price of products is less than a waive limit.
sk: Pridať k cene služby náklady, ak celková suma produktu je menšia ako limit na odpustenie nákladov.

source: The cost to apply to this service if the total price is below the waive limit.
sk: Náklady, ktoré sa majú pridať k službe, ak je celková suma pod limitom na odpustenie nákladov.

source: The total price of products at which this service cost is waived.
sk: Celková cena produktov, v ktorých sú odpustené náklady za túto službu.

source: Weight limits
sk: Hmotnostné obmedzenia

source: Limit availability of the service based on total weight of products.
sk: Obmedziť dostupnosť tejto služby podľa celkovej hmotnosti produktov.

source: minimum weight
sk: minimálna hmotnosť

source: The minimum weight required for this service to be available.
sk: Aby bola služba dostupná, je vyžadovaná minimálna hmotnosť.

source: maximum weight
sk: maximálna hmotnosť

source: The maximum weight allowed by this service.
sk: Maximálna povolená hmotnosť pre túto službu.

source: Minimum weight not met.
sk: Nedodržaná minimálna hmotnosť.

source: Maximum weight exceeded.
sk: Prekročená maximálna hmotnosť.

source: min weight (g)
sk: min. hmotnosť (g)

source: The minimum weight, in grams, for this price to apply.
sk: Minimálna hmotnosť, v gramoch, aby sa mohla uplatniť táto cena.

source: max weight (g)
sk: max. hmotnosť (g)

source: The maximum weight, in grams, before this price no longer applies.
sk: Maximálna hmotnosť, v gramoch, do ktorej sa dá táto cena ulpatňuje.

source: The cost to apply to this service when the weight criteria is met.
sk: Náklady, ktoré sa pri tejto službe uplatňujú pokiaľ sú splnené hmotnosté kritériá.

source: Weight-based pricing
sk: Oceňovanie založené na hmotnosti

source: Define price based on basket weight. Range minimums is counted in range only as zero.
sk: Definujte cenu podľa hmotnosti nákupného košíka. Minimálne hodnoty rozsahu sa počítajú do rozsahu iba ako nula.

source: Weight does not match with any range.
sk: Hmotnosť nezodpovedá žiadnemu rozsahu.

source: Contact group availability
sk: Dostupnosť pre kontaktnú skupinu

source: Limit service availability for specific contact groups.
sk: Obmedziť dostupnosť služby pre špecifické skupiny kontaktov.

source: groups
sk: skupiny

source: The contact groups for which this service is available.
sk: Skupiny kontaktov pre ktoré je dostupná táto služba.

source: Customer does not belong to any group.
sk: Zákazník nepatrí do žiadnej skupiny.

source: Service is not available for any of the customers groups.
sk: Služba nie je dostupná pre žiadnu zo skupín zákazníkov.

source: Staff only availability
sk: Dostupnosť iba pre zamestnancov

source: Limit service availability to staff only
sk: Obmedziť dostupnosť služby iba pre zamestnancov.

source: Service is only available for staff
sk: Služba je dostupná iba pre zamestnancov

source: Order total limit
sk: Celkový limit objednávky

source: Limit service availability based on order total
sk: Obmedziť dostupnosť služby podľa celkovej objednávky

source: min price value
sk: hodnota minimálnej ceny

source: max price value
sk: hodnota maximálnej ceny

source: Order total does not match with service limits.
sk: Celková objednávka nezodpovedá obmedzeniam sluzby.

source: Country limit
sk: Obmezenie krajiny

source: Limit service availability based on countries selected
sk: Obmedziť dostupnosť služby podľa vybraných krajín

source: available in countries
sk: dostupné v krajinách

source: available in european countries
sk: dostupné v krajinách Európy

source: unavailable in countries
sk: nedostupné v krajinách

source: unavailable in european countries
sk: nedostpné v krajinách Európy

source: Service is not available without country.
sk: Službe nie je dostupná bez zadania krajiny.

source: Service is not available for this country.
sk: Služba nie je dostupná pre túto krajinu.

source: round to nearest with ties going away from zero
sk: zaokrúhliť na najbližie od nuly

source: round to nearest with ties going towards zero
sk: zaokrúhliť na najbližšie k nule

source: round away from zero
sk: zaokrúhliť od nuly

source: round towards zero
sk: zaokrúhliť k nule

source: payment processor
sk: spracovateľ platieb

source: The payment method name. This name is shown to customers on checkout.
sk: Názov spôsobu platby. Názov sa zobrazí zákazníkom pri platení v pokladni.

source: The payment method description. This description is shown to customers on checkout.
sk: Popis spôsobu platby. Popis sa zobrazí zákazníkom pri platení v pokladni.

source: rounding quantize
sk: kvantovať zaokrúhlenie

source: Rounding quantize for cash payment.
sk: Kvantovať zaokrúhlenie pre platbu v hotovosti.

source: rounding mode
sk: režim zaokrúhľovania

source: Rounding mode for cash payment.
sk: Režim zaokrúhľovania pre hotovostnú platbu.

source: custom payment processor
sk: vlastný spracovateľ platieb

source: custom payment processors
sk: vlastní spracovatelia platieb
