Repository: idealoop/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Invalid command %s
sk: Neplatný príkaz %s

source: The quantity %f is not allowed. Please use an integer value.
sk: Množstvo %f nie je povolené. Prosím použite hodnotu celého čísla.

source: The quantity %s is not valid.
sk: Neplatné množstvo %s.

source: This variation is not available.
sk: Tento variant je nedostupný.

source: Customer is not active.
sk: Zákazník nie je aktívny.

source: Shop does not have permission for this customer.
sk: Pre tohto zákazníka nemá obchod povolenie.

source: You don't have the required permission to assign this customer.
sk: Na pridelenie tohto zákazníka nemáte potrebné povolenie.

source: You must specify the order when customer is a company.
sk: Keď je zákazníkom spoločnosť, musíte špecifikovať objednávku.

source: Invalid customer.
sk: Neplatný zákazník.

source: Orderer is not member of the company.
sk: Objednávateľ nie je členom spoločnosti.

source: You are not member of the company.
sk: Nie ste členom spoločnosti.

source: Basket loading failed: Incompatible basket (%s)
sk: Načítanie nákupného košíka zlyhalo: Nekompatibilný nákupný košík (%s)

source: Try to remove some products from the basket and order them separately.
sk: Skúste odobrať niektoré produkty z nákupného košíka a objednať ich samostatne.

source: Products in basket cannot be shipped together. %s
sk: Produkty v nákupnom košíku nie je možné doručiť spolu. %s

source: Products in basket have no common payment method. %s
sk: Produkty v nákupnom košíku nemajú spoločný spôsob platby. %s

source: internal identifier
sk: interný identifikátor

source: Do not change this value if you are not sure what you are doing.
sk: Túto hodnotu nemeňte pokiaľ si nie ste istý, že viete, čo robíte.

source: Invalid color
sk: Neplatná farba

source: Enter valid JSON
sk: Zadajte platný JSON

source: Error
sk: Chyba

source: No shop!
sk: Žiaden obchod !

source: shipping address
sk: doručovacia adresa

source: billing address
sk: fakturačná adresa

source: disabled
sk: vypnutý

source: enabled
sk: zapnutý

source: name prefix
sk: titul pred menom

source: The name prefix. For example, Mr, Mrs, Ms, Dr, etc.
sk: Titul pred menom. Napríklad Ing, JUDr, Dr, PhDr, Bc, atď.

source: name
sk: meno

source: The name for the address.
sk: meno pre adresu

source: name suffix
sk: titul za menom

source: The name suffix. For example, Jr, Sr, etc.
sk: Titul za menom. Napríklad PhD, CSc, DrSc, atď.

source: name extension
sk: prípona mena

source: Any other text to display along with the address. This could be department names (for companies) or titles (for people).
sk: Akýkoľvek text na zobrazenie spolu s adresou. Môže to byť priestor pre názvy spoločností alebo pre tituly osôb.

source: company name
sk: názov spoločnosti

source: The company name for the address.
sk: Názov spoločnosti pre adresu.

source: tax number
sk: daňové číslo

source: The business tax number. For example, EIN in US or VAT code in Europe.
sk: Daňové číslo pre podnikanie. Napríklad IČ DPH, IČO, DIČ.

source: phone
sk: telefónne číslo

source: The primary phone number for the address.
sk: Primárne telefónne číslo pre adresu.

source: email
sk: emailová adresa

source: The primary email for the address.
sk: Primárna emailová adresa pre adresu.

source: street
sk: ulica

source: The street address.
sk: Adresa ulice

source: street (2)
sk: ulica (2)

source: An additional street address line.
sk: Riadok pre dodatočnú adresu ulice.

source: street (3)
sk: ulica (3)

source: Any additional street address line.
sk: Riadok pre ďalšiu dodatočnú adresu ulice.

source: postal code
sk: poštové smerové číslo

source: The address postal/zip code.
sk: Poštové smerové číslo

source: city
sk: mesto

source: The address city.
sk: Adresa mesta

source: region code
sk: Kód regiónu

source: The address region, province, or state.
sk: Adresa regiónu, provincie alebo štátu.

source: region
sk: región

source: country
sk: krajina

source: The address country.
sk: Adresa krajiny

source: address
sk: adresa

source: addresses
sk: adresy

source: owner
sk: majiteľ

source: role
sk: úloha

source: status
sk: stav

source: title
sk: titul

source: saved address
sk: uložená adresa

source: saved addresses
sk: uložené adresy

source: hidden
sk: skrytý

source: shown on product page
sk: zobrazené na stránke produktov

source: searchable metadata
sk: vyhľadateľné metadáta

source: private metadata
sk: súkromné metadáta

source: integer
sk: celé číslo

source: decimal
sk: desatinný

source: time interval
sk: časový úsek

source: date and time
sk: dátum a čas

source: date only
sk: iba dátum

source: translated string
sk: preložený reťazec

source: untranslated string
sk: nepreložený reťazec

source: searchable
sk: vyhľadávací

source: Searchable attributes will be used for product lookup when customers search your store.
sk: Vyhľadávacie atribúty sa použijú na vyhľadávanie produktov, keď budú zákazníci vyhľadávať váš obchod

source: type
sk: typ

source: The attribute data type. Attribute values can be set on the product editor page.
sk: Typ údajov atribútu. Hodnoty atribútov je možné nastaviť na stránke pre úpravu produktu.

source: visibility mode
sk: režim zobrazenia

source: Select the attribute visibility setting. Attributes can be shown on the product detail page or can be used to enhance product search results.
sk: Vyberte nastavenie zobrazenia atribútu. Atribúty sa zobrazia na stránke detailu produktu a môžu byť použité na zlepšenie výsledkov vyhľadávania produktu.

source: The attribute name. Product attributes can be used to list the various features of a product and can be shown on the product detail page. The product attributes for a product are determined by the product type and can be set on the product editor page.
sk: Názov atribútu. Atribúty produktu sa dajú použiť na zoradenie rôznych funkcií produktu a môžu byť zobrazené na stránke s podrobnosťami o produkte. Atribúty produktu sú určené typom produktu a dajú sa nastaviť na stránke pre úpravu produktu.

source: attribute
sk: atribút

source: attributes
sk: atribúty

source: numeric value
sk: číselná hodnota

source: datetime value
sk: dátumová hodnota

source: untranslated value
sk: nepreložená hodnota

source: The following fields can not be changed
sk: Nasledovné polia sa nedajú zmeniť

source: key
sk: kľúč

source: shop
sk: obchod

source: customer
sk: zákazník

source: orderer
sk: objednávateľ

source: creator
sk: výrobca

source: created on
sk: vyrobené v

source: updated on
sk: aktualizované v

source: persistent
sk: trvalý

source: deleted
sk: zmazaný

source: finished
sk: dokončený

source: data
sk: dáta

source: taxless total price
sk: celková cena bez dane

source: taxful total price
sk: celková cena s daňou

source: currency
sk: mena

source: prices include tax
sk: ceny vrátane dane

source: product_count
sk: počet_výrobkov

source: products
sk: produkty

source: basket
sk: nákupný košík

source: baskets
sk: nákupné košíky

source: invisible
sk: neviditeľný

source: visible
sk: viditeľný

source: visible to all
sk: viditeľný pre všetkých

source: visible to logged in customers
sk: viditeľný pre prihlásených zákazníkov

source: visible to certain customer groups
sk: viditeľný pre určité skupiny zákazníkov

source: parent category
sk: nadradená kategória

source: If your category is a sub-category of another category, you can link them here.
sk: Ak je vaša kategória podradená inej kategórii, môžete ich prepojit tu.

source: shops
sk: obchody

source: You can select which shops the category is visible in.
sk: Môžete určiť v ktorých obchodoch bude kategória viditeľná.

source: Here you can choose whether or not you want the category to be visible in your store.
sk: Tu si môžete vybrať, či chcete alebo nechcete mať kategóriu viditeľnúvo vašom obchode.

source: image
sk: obrázok

source: Category image. Will be shown at theme.
sk: Obrázok kategórie. Bude zobrazený v téme.

source: ordering
sk: zoradenie

source: You can set the order of categories in your store numerically.
sk: Tu si môžete nastaviť číselné zoradenie kategórií vo vašom obchode.

source: visibility limitations
sk: obmedzenia zobrazenia

source: You can choose to limit who sees your category based on whether they are logged in or if they are part of a customer group.
sk: Tu si môžete zvoliť limit kto uvidí vašu kategóriu a to podľa toho či sú prihlásení alebo sú časťou skupiny kontaktov.

source: visible in menu
sk: zobrazené v menu

source: Check this if this category should be visible in menu.
sk: Začiarknite, ak má byť táto kategoória viditeľná v menu.

source: visible for groups
sk: viditeľné pre skupiny

source: Select the customer groups you would like to be able to see the category. These groups are defined in Contacts Settings - Contact Groups.
sk: Zvoľte zákaznícke skupiny, ktoré majú mať možnosť vidieť kategóriu.Tieto skupiny sú definované v časti Nastavenia kontaktov - Skupiny kontaktov.

source: Enter a descriptive name for your product category. Products can be found in menus and in search in your store under the category name.
sk: Zadajte popisný názov pre svoju kategóriu produktu. Produkty nájdete v menu a vo vyhľadávaní vo vašom obchode pod názvom kategórie.

source: description
sk: popis

source: Give your product category a detailed description. This will help shoppers find your products under that category in your store and on the web.
sk: Dajte vašej kategórii produktu podrobný popis. Pomôže to nakupujúcim vo vašom obchode a na webovej stránke nájsť v danej kategórii váš produkt.

source: Enter a URL slug for your category. This is what your product category page URL will be. A default will be created using the category name.
sk: Zadajte URL slug pre vašu kategóriu. Taká bude URL adresa stánky vašej kategórie produktu. Predvolená hodnota bude vytvorená pomocou názvu kategórie.

source: category
sk: kategória

source: categories
sk: kategórie

source: value
sk: hodnota

source: configuration item
sk: konfigurácia položky

source: configuration items
sk: konfigurácia položiek

source: %(key)s for shop %(shop)s
sk: %(key)s pre obchod %(shop)s

source: show as pricing option
sk: zobraziť ako možnosť určenia ceny

source: show prices including taxes
sk: zobraziť ceny vrátane dane

source: hide prices
sk: skyť ceny

source: Unknown
sk: Neznámy

source: Price Display Options for Contact Group %s
sk: Možnosti zobrazenia cien pre skupinu kontaktov %s

source: contact group price display
sk: zobrazenie ceny skuiny kontaktov

source: contact group price displays
sk: zobrazenia ceny skupine kontaktov

source: members
sk: členovia

source: The contact group name. Contact groups can be used to target sales and campaigns to specific set of users.
sk: Názov skupiny kontaktu. Skupiny kontaktov môžu byť vhodné ako cieľ výpredajov a kampaní pre určitú skupinu používateľov.

source: contact group
sk: skupina kontaktu

source: contact groups
sk: Skupiny kontaktov

source: Cannot set shop for default Contact Group.
sk: Nie je možné zvoliť obchod pre predvolenú skupinu kontaktov.

source: Can't delete. This object is protected.
sk: Nie je možné vymazať. Tento objekt je chránený.

source: modified on
sk: upravené v

source: active
sk: aktívny

source: Check this if the contact is an active customer.
sk: Začiarknite, ak je kontakt aktívnym zákazníkom.

source: Inform which shops have access to this contact.
sk: Informovať ktoré obchody majú prístup k tomuto kontaktu.

source: registration shop
sk: registračný obchod

source: default shipping method
sk: predvolený spôsob dopravy

source: default payment method
sk: predvolený spôsob platby

source: language
sk: jazyk

source: The primary language to be used in all communications with the contact.
sk: Primárny jazyk, ktorý bude používaný pri celkovej komunikácii s kontaktom.

source: marketing permission
sk: marektingové oprávnenia

source: Check this if the contact can receive marketing and promotional materials.
sk: Začiarknite, ak kontakt môže dostávať marketingový a reklamný obsah.

source: The primary phone number of the contact.
sk: Primárne telefónne číslo kontaktu.

source: web address
sk: webová adresa

source: The web address of the contact, if any.
sk: Webová adresa kontaktu, ak taká je.

source: time zone
sk: časové pásmo

source: The timezone in which the contact resides. This can be used to target the delivery of promotional materials at a particular time.
sk: Časové pásmo kontaktu. To môže byť vhodné pri doručovaní reklamných materiálov v konkrétnom čase.

source: The name prefix of the contact. For example, Mr, Mrs, Dr, etc.
sk: Titul pred menom kontaktu. Napríklad pán, pani, Bc, Ing, JUDr, Mgr, atď.

source: The contact name
sk: Meno kontaktu

source: The name suffix of the contact. For example, Sr, Jr, etc.
sk: Titul za menom kontaktu. Napr. st, ml, atď.

source: The email that will receive order confirmations and promotional materials (if permitted).
sk: Na tento email budú doručované potvrdzovacie a preklamné materiály (ak je to povolené).

source: tax group
sk: daňová skupina

source: Select the contact tax group to use for this contact. Tax groups can be used to customize the tax rules the that apply to any of this contacts orders. Tax groups are defined in Settings - Customer Tax Groups and can be applied to tax rules in Settings - Tax Rules
sk: Zvoľte daňovú skupinu pre tento kontakt. Daňové skupiny môžu byť použité na úpravu daňových nastavení, ktoré sa aplikujú na každú objednávku tohto kontaktu. Daňové skupiny sú definované v časti Nástroje - Daňové skupiny zákazníkov a dajú sa použiť v daňových nastaveniach v časti Nástroje - Daňové nastavenia

source: merchant notes
sk: poznámky obchodníka

source: Enter any private notes for this customer that are only accessible in Shuup admin.
sk: Zadajte súkromné poznámky pre tohto zákazníka, ktoré budú prístupné iba v administrátorskom prostredí Shuup.

source: account manager
sk: správca účtu

source: options
sk: možnosti

source: picture
sk: obrázok

source: Contact picture. Can be used alongside contact profile, reviews and messages for example.
sk: Obrázok kontaktu. Môže byť použitý napríklad v profile kontaktu, recenziách a správach.

source: contact
sk: kontakt

source: contacts
sk: kontakty

source: Company Contacts
sk: Kontakty spoločnosti

source: e.g. EIN in US or VAT code in Europe
sk: napr. EIN v USA alebo číslo DPH v Európe

source: company
sk: spoločnosť

source: companies
sk: spoločnosti

source: undisclosed
sk: neuverejnené

source: male
sk: muž

source: female
sk: žena

source: other
sk: ostatné

source: Person Contacts
sk: Kontakty osoby

source: user
sk: používateľ

source: gender
sk: pohlavie

source: The gender of the contact.
sk: Pohlavie kontaktu.

source: birth date
sk: dátum narodenia

source: The birth date of the contact.
sk: Dátum narodenia kontaktu.

source: first name
sk: Krstné meno

source: The first name of the contact.
sk: Krstné meno kontaktu.

source: last name
sk: Priezvisko

source: The last name of the contact.
sk: Priezvisko kontaktu.

source: person
sk: osoba

source: persons
sk: osoby

source: Anonymous Contacts
sk: Anonymné kontakty

source: order reference
sk: referencia objednávky

source: identifier
sk: identifikátor

source: counter
sk: pokladňa

source: counters
sk: pokladne

source: code
sk: kód

source: The ISO-4217 code of the currency
sk: ISO-4217 kód meny

source: decimal places
sk: desatinné miesta

source: The number of decimal places supported by this currency.
sk: Táto mena podporuje číslo s desatinnými miestami.

source: Enter a valid ISO-4217 currency code
sk: Zadajte platný ISO-4217 kód meny

source: currencies
sk: meny

source: label
sk: označenie

source: labels
sk: označenia

source: added
sk: pridaný

source: Enter the manufacturer’s name. Products can be filtered by the manufacturer and can be useful for inventory and stock management.
sk: Zadajte meno výrobcu. Produkty sa dajú filtrovať podľa výrobcu a môže to byť užitočné pre sklad a riadenie zásob.

source: Enter the URL of the product manufacturer if you would like customers to be able to visit the manufacturer's website.
sk: Zadjte URL výrobcu produktu ak chcete, aby mohli zákazníci navštíviť webovú stránku výbrobcu.

source: manufacturer
sk: výrobca

source: manufacturers
sk: výrobcovia

source: file
sk: súbor

source: Select which shops you would like the files to be visible in.
sk: Vyberte obchody, v ktorých chcete zobraziť súbory.

source: folder
sk: priečinok

source: Select which shops you would like the folder to be visible in.
sk: Vyberte obchody, v ktorých chcete zobraziť priečinky.

source: product
sk: produkt

source: shipping
sk: doručenie

source: payment
sk: platba

source: discount
sk: zľava

source: refund
sk: vrátenie peňazí

source: rounding
sk: zaokrúhlenie

source: supplier
sk: dodávateľ

source: parent line
sk: nadradený riadok

source: line type
sk: typ riadku

source: line SKU
sk: riadok SKU

source: line text
sk: textový riadok

source: accounting identifier
sk: účtovný identifikátor

source: require verification
sk: vyžadovať overenie

source: verified
sk: overený

source: extra data
sk: ďalšie údaje

source: quantity
sk: množstvo

source: unit price amount (undiscounted)
sk: jednotková cena (nezľavnená)

source: total amount of discount
sk: celková výška zľavy

source: order line
sk: riadok objednávky

source: order lines
sk: riadky objednávky

source: order
sk: objednávka

source: tax
sk: daň

source: tax name
sk: názov dane

source: tax amount
sk: výška dane

source: base amount
sk: základnné množstvo

source: Amount that this tax is calculated from
sk: Množstvo, z ktorého je táto daň vypočítaná

source: not paid
sk: nezaplatený

source: partially paid
sk: čiastočne zaplatený

source: fully paid
sk: úplne vyplatený

source: canceled
sk: zrušený

source: deferred
sk: odložený

source: not shipped
sk: neodoslaný

source: partially shipped
sk: čiastočne odoslaný

source: fully shipped
sk: úplne odoslaný

source: none
sk: žiaden

source: Initial
sk: Počiatočný

source: Complete
sk: Úplný

source: Canceled
sk: Zrušený

source: Processing
sk: Spracovanie

source: Received
sk: Doručený

source: In Progress
sk: V priebehu

source: Internal identifier for status. This is used to identify the statuses in Shuup.
sk: Interný identifikátor stavu. Používa sa na identifikáciu stavov v Shuup.

source: The processing order of statuses. Default is always processed first.
sk: Poradie spracovania stavov. Predvolená hodnota je vždy spracovaná ako prvá.

source: Role of status. One role can have multiple order statuses.
sk: Úloha statusu. Jedna rola môže mať viac stavov objednávky.

source: default
sk: predvolený

source: Defines if the status should be considered as default.
sk: Určuje, či by mal byť stav považovaný za predvolený.

source: is active
sk: je aktívny

source: Define if the status is usable.
sk: Určiť či je stav použiteľný.

source: Name of the order status
sk: Názov stavu objednávky

source: public name
sk: verejný názov

source: The name shown for customer in shop front.
sk: Názov viditeľný pre zákazníka v obchode.

source: order status
sk: stav objednávky

source: order statuses
sk: stavy objednávky

source: order identifier
sk: indentifikátor objednávky

source: reference number
sk: referenčné číslo

source: email address
sk: emailová adresa

source: customer groups
sk: skupiny zákazníka

source: creating user
sk: vytvorenie používateľa

source: modifier user
sk: používateľ modifikátora

source: payment status
sk: stav platby

source: shipping status
sk: stav doručenia

source: payment method
sk: spôsob platby

source: payment method name
sk: názov spôsobu platby

source: payment data
sk: platobné údaje

source: shipping method
sk: spôsob doručenia

source: shipping method name
sk: názov spôsobu doručenia

source: shipping data
sk: doručovacie údaje

source: grand total
sk: úhrn

source: taxless total
sk: celkom bez dane

source: display currency
sk: zobraziť menu

source: display currency rate
sk: zobraziť menový kurz

source: IP address
sk: IP adresa

source: order date
sk: dátum objednávky

source: payment date
sk: dátum platby

source: customer comment
sk: komentár zákazníka

source: admin comment/notes
sk: komentár/poznámky administrátora

source: requires verification
sk: vyžaduje overenie

source: all lines verified
sk: všetky riady overené

source: codes
sk: kódy

source: orders
sk: objednávky

source: Order marked as paid.
sk: Objednávka označená ako zaplatená.

source: Order marked as partially paid.
sk: Objednávka označená ako čiastočne zaplatená.

source: Shipment #%d created.
sk: Doručovanie #%d vytvorené.

source: Refund for %s
sk: Vrátenie peňazí pre %s

source: Misc refund
sk: Rôzne náhrady

source: All rows requiring verification have been verified.
sk: Všetky rady vyžadujúce overenie musia byť overené.

source: New shipping status set: %(shipping_status)s
sk: Nastavený nový stav doručenia: %(shipping_status)s

source: New payment status set: %(payment_status)s
sk: Nastavený nový stav platby: %(payment_status)s

source: gateway ID
sk: ID brány

source: amount
sk: množstvo

source: foreign amount
sk: zahraničné množstvo

source: foreign amount currency
sk: množstvo v cudzej mene

source: payments
sk: platby

source: module
sk: modul

source: time
sk: čas

source: cache entry
sk: záznam vyrovnávacej pamäte

source: cache entries
sk: záznamy vyrovnávacej pamäte

source: documentation
sk: dokumentácia

source: sample
sk: vzorka

source: Select which shops you would like the product media to be visible in.
sk: Vyberte v ktorých obchodoch chcete, aby boli zobrazené produktové médiá.

source: kind
sk: druh

source: Select what type the media is. It can either be a normal file, part of the documentation, or a sample.
sk: Vyberte o aký typ média ide. Môže to byť normálny súbor, časť dokumnetácie alebo vzorka.

source: Enter URL to external file. If this field is filled, the selected media doesn't apply.
sk: Zadajte URL externého súboru. Ak je toto pole vyplené, tak vybraté médium neplatí.

source: You enter the numerical order that your image will be displayed on your product page.
sk: Zadáte číselné poradie, v ktorom sa bude zobrazovať váš obrázok na vašej stránke produktu.

source: public (shown on product page)
sk: verejné (zobrazené na stránke produktu)

source: Check this if you would like the image shown on your product page. Checked by default.
sk: Začiarknite, ak chcete, aby bol obrázok zobrazený na vašej stránke produktu. Predvolene je táto možnosť začiarknutá.

source: purchased (shown for finished purchases)
sk: zakúpené (zobrazuje sa pre dokončené nákupy)

source: Select this if you would like the product media shown for completed purchases.
sk: Vyberte túto možnosť ak chcete, aby sa médium vášho produktu zobrazovalo pre dokončené nákupy.

source: Choose a title for your product media. This will help it be found in your store and on the web.
sk: Vyberte titul pre médium vášho produktu. To zlepší jeho vyhľadanie vo vašom obchode a na webovej stránke.

source: Write a description for your product media. This will help it be found in your store and on the web.
sk: Napíšte popis média vášho produktu. To zlepší jeho vyhľadanie vo vašom obchode a na webovej stránke.

source: product attachment
sk: príloha produktu

source: product attachments
sk: prílohy produktu

source: attachment
sk: príloha

source: parent product
sk: nadradený produkt

source: child product
sk: podradený produkt

source: not visible
sk: neviditeľný

source: listed
sk: uvedený

source: always visible
sk: vždy viditeľný

source: suppliers
sk: dodávatelia

source: List your suppliers here. Suppliers can be found in Product Settings - Suppliers.
sk: Tu uveďte svojich dodávateľov. Dodávatelia sa nachádzajú v časti Nastavenia produktu - Dodávatelia.

source: visibility
sk: viditeľnosť
