Repository: idealoop/shuup
Catalog: shuup/testing/locale/*/LC_MESSAGES/django.po
Languages: sk

source: About Us
sk: O nás

source: Privacy Policy
sk: Zásady ochrany osobných údajov

source: Terms and Conditions
sk: Obchodné podmienky

source: Refund Policy
sk: Zásady vrátenia peňazí

source: {{ order.shop }} - Order {{ order.identifier }} Received
sk: {{ order.shop }} - Objednávka {{ order.identifier }} Prijatá

source: Send customer order confirmation email
sk: Poslať zákazníkovi email s potvrdením objednávky

source: We will configure a notification to send the customer an email after a placed order. You can disable this option later or even change the layout of the email.
sk: Nakonfigurujeme upozornenie, aby sa zákazníkovi odoslal email po tom, ako zadá objednávku. Túto možnosť môžete neskôr zakázať alebo zmeniť rozvrhnutie emailu.

source: Create About Us page
sk: Vytvoriť stránku O nás

source: We have already created an 'About Us' template for you based on your shop information. You must review the page and change it accordingly.
sk: Šablónu O nás sme vám už vytvorili na základe informácií o vašom obchode. Stránku musíte skontrolovať a podľa potreby ju zmeniť.

source: We will create an 'About Us' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
sk: Šablónu stránky O nás vám vytvoríme. Obsah bude založený na informáciách o vašom obchode. Potom už len budete musieť skontrolovať stránku a podľa potreby vykonať zmeny.

source: Create Privacy Policy page
sk: Vyvoriť stránku Zásady ochrany osobných údajov

source: We have already created a 'Privacy Policy' template for you based on your shop information. You must review the page and change it accordingly.
sk: Šablónu stránky Zásady ochrany osobných údajov sme pre vás už vytvorili na základe informácií o vašom obchode. Stránku musíte skontrolovať a podľa potreby ju zmeniť.

source: We will create a 'Privacy Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
sk: Šablónu stránky Zásady ochrany osobných údajov vám vytvoríme. Obsah bude založený na informáciách o vašom obchode. Potom už len budete musieť skontrolovať stránku a podľa potreby vykonať zmeny.

source: Create Terms and Conditions page
sk: Vytvoriť stránku Obchodné podmienky

source: We have already created a 'Terms & Conditions' template for you based on your shop information. You must review the page and change it accordingly.
sk: Šablónu stránky Obchodné podmienky sme pre vás už vytvorili na základe informácií o vašom obchode. Stránku musíte skontrolovať a podľa potreby ju zmeniť.

source: We will create an 'Terms & Conditions' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
sk: Šablónu stránky Obchodné podmienky vám vytvoríme. Obsah bude založený na informáciách o vašom obchode. Potom už len budete musieť skontrolovať stránku a podľa potreby vykonať zmeny.

source: Create Refund Policy page
sk: Vytvoriť stránku Zásady vrátenia peňazí

source: We have already created a 'Refund Policy' template for you based on your shop information. You must review the page and change it accordingly.
sk: Šablónu stránky Zásady vrátenia peňazí sme pre vás už vytvorili na základe informácií o vašom obchode. Stránku musíte skontrolovať a podľa potreby ju zmeniť.

source: We will create an 'Refund Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
sk: Šablónu stránky Zásady vrátenia peňazí vám vytvoríme. Obsah bude založená na informáciách o vašom obchode. Potom už len budete musieť skontrolovať stránku a poeľa potreby vykonať zmeny.

source: Configure the footer
sk: Konfigurovať pätičku

source: We will now configure your shop footer and fill it with some of your shop's information. Don't worry, you can change this at any time.
sk: Nakonfigurujeme pätičku pre váľ obchod a naplníme ju informáciami z vášho obchodu. Žiadne starosti, kedykoľvek si to môžete zmeniť.

source: Content & Behavior
sk: Obsah a správanie

source: Add the initial content and configure the customer notifications for your shop
sk: Pridať počiatočný obsah a nakonfigurovať upozornenia zákazníkov pre váš obchod.

source: Configure notifications for your shop
sk: Nakonfigurovať upozornenia pre váš obchod

source: Add the initial content
sk: Pridať počiatočný obsah

source: Configure the initial content pages
sk: Nakonfigurovať počiatočný obsah stránok

source: Configure some notifications
sk: Nakonfigurovať niektoré upozornenia

source: Dummy Mass Action #1
sk: Fiktívna hromadná akcia #1

source: Dummy Mass Action #2
sk: Fiktívna hromadná akcia #2

source: mock section title
sk: modelový názov sekcie

source: Hello
sk: Ahoj

source: Hello %(name)s
sk: Ahoj %(name)s

source: This is %(sku)s
sk: Toto je %(sku)s

source: There is sample data installed. Access "Settings > Sample Data" for more information.
sk: Tu sú nainštalované vzorové údaje. Viac informácií nájdete v "Nastavenia > Vzorové údaje".

source: There is sample data installed. Click here to consolidate or delete them.
sk: Tu sú nainštalované vzorové údaje. Kliknite sem pre ich zjednotenie alebo odstránenie.

source: Sample Data
sk: Vzorové údaje

source: Default
sk: Prevolený

source: Cosmetics and perfumes
sk: Kozmetika a parfémy

source: USpicy Makeup Brushes
sk: USpicy Makeup štetce

source: Professional 10 pieces makeup brush set with soft oval toothbrush design
sk: Profesionálna sada 10 kusov makeup štetcov s dizajnom jemne okrúhlej zubnej kefky

source: Precision Eyelash Curler
sk: Precízny natáčač rias

source: Precision Eyelash Curler is the professional choice of makeup artists everywhere.
sk: Precízny natáčač rias je profesionálny výber všetkých vizážistov.

source: PureMoist Lipstick
sk: Rúž PureMoist

source: PureMoist Lipstick has a moisturizing formula designed to quench, comfort and protect lips.
sk: Rúž PureMoist obsahuje zvlhčujúcu receptúru na výživu a ochranu pier.

source: A hint of citrus. A wealth of flowers. A mix of emotions.
sk: Náznak citrusov. Množstvo kvetov. Mix emócií.

source: Tommy Girld by Tommy Hilfiger Perfume
sk: Tommy Girld od Tommy Hilfiger Perfume

source: A refreshing and energetic floral - with low notes of sandalwood and heather.
sk: Osviežujúce a energicke kvety s nízkymi tónmi santalového dreva a vresu.

source: Give yourself over to this fragrance as intoxicating and pure as a woman's soul is fragile.
sk: Doprajte si túto vôňu, ktorá je opojná a čistá ako krehká ženská duša.

source: Still Jennifer Lopez Perfume
sk: Still Jennifer Lopez Parfém

source: Be driven with vitality and confidence, as you wear the Jennifer Lopez Still fragrance.
sk: Buďte poháňaná vôňou vitality a sebavedomia, keď nosíte Jennifer Lopez Still.

source: A captivating new scent joins the La vie est belle path to happiness.
sk: Podmanivá nová vôňa spája La Vie est belle s cestou k šťastiu.

source: Just a beard brush.
sk: Jednoducha iba brada.

source: This oil is natural, and is made with the perfect combination of oils.
sk: Tento olej je prírodný a je vyrobený z najlepšej kombinácie olejov.

source: Sample Carousel
sk: Vzorový Carousel

source: Business Segment
sk: Segment podnikania

source: Select your business segment to install categories.
sk: Vyberte váš segment podnikania a nainštalujte kategórie.

source: Install Categories
sk: Inštalovať kategórie

source: Check this to install sample categories.
sk: Začiarknite pre inštaláciu vzorových kategórií.

source: Install Products
sk: Inštalovať produkty

source: Check this to install sample products.
sk: Začiarknite pre inštaláciu vzorových produktov.

source: Install Carousel
sk: Inštalovať Carousel

source: Check this to install a sample carousel.
sk: Začiarknite pre inštaláciu vzorového carouselu.

source: Uninstall Categories
sk: Odinštalovať kategórie

source: Uninstall Products
sk: Odinštalovať produkty

source: Uninstall Carousel
sk: Odinštalovať carousel

source: Sample data were consolidated
sk: Vzorové dáta boli zjednotené

source: To start shopping right now, please install some sample data into your shop
sk: Na okamžité začatie predaja, prosím nainštalujte do vášho obchodu vzorové údaje

source: Supplier Pricing
sk: Ceny dodávateľa

source: Shuup Testing Theme
sk: Shuup testovacia téma

source: Shuup Testing Theme With Custom Base Template
sk: Shuup testovacia téma s vlastnou základnou šablónou

source: Shuup Test Theme Product Highlights
sk: Shuup testovacia téma s hlavnými vlastnosťami produktu
