Repository: idealoop/shuup
Catalog: shuup/simple_cms/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Content Pages
sk: Obsahové stránky

source: Pages
sk: Stránky

source: Show pages
sk: Zobraziť stránky

source: Add a web page
sk: Pridať webovú stránku

source: New page
sk: Nová stránka

source: Available from
sk: Dostupné od

source: Available to
sk: Dostupné do

source: Template
sk: Šablóna

source: URL already exists.
sk: URL už existuje.

source: URL must be unique
sk: URL musí byť jedinečná

source: %(label)s is required when any %(language)s field is filled.
sk: %(label)s je požadované ak je vyplnené nejaké %(language) pole.

source: Please fill at least one language fully.
sk: Prosím vyplňte úplne aspoň jeden jazyk.

source: A page may not be made a child of itself.
sk: Stránka nemôže byť podradenou sama sebe.

source: Title
sk: Nadpis

source: Created by
sk: Vytvorený

source: Date created
sk: Dátum vytvorenia

source: Page
sk: Stránka

source: %s has been marked deleted.
sk: %s bol označený ako odstránený.

source: Content in this placeholder is shown for this page only.
sk: Obsah v tomto vyhradenom mieste sa zobrazuje iba pre túto stránku.

source: Content in this placeholder is shown for %(title)s only.
sk: Obsah v tomto vyhradenom mieste sa zobrazuje iba pre %(title)s.

source: Website
sk: Webová stránka

source: Article
sk: Článok

source: shop
sk: obchod

source: supplier
sk: dodávateľ

source: available from
sk: dostupné od

source: Set an available from date to restrict the page to be available only after a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
sk: Nastavte začiatočný dátum, pre obmedzenie, aby bola stránka dostupná iba po určenom dátume a čase. Toto je užitočné pre stránky popisujúce výpredajové kampane ale pre iné stránky, ktoré sú časovo obmedzené.

source: available to
sk: dostupné pre

source: Set an available to date to restrict the page to be available only after a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
sk: Nastavte dátum, pre obmedzenie, aby bola stránka dostupná iba po určenom dátume a čase. Toto je užitočné pre stránky popisujúce výpredajové kampane ale pre iné stránky, ktoré sú časovo obmedzené.

source: created by
sk: vytvorené

source: modified by
sk: upravené

source: created on
sk: vytvorené na

source: modified on
sk: upravené na

source: This identifier can be used in templates to create URLs
sk: Tento identifikátor môže byť využitý v šablónach na vytvorenie adries URL

source: visible in menu
sk: viditeľný v menu

source: Check this if this page should have a link in the top menu of the store front.
sk: Začiarknite, ak má táto stránka mať link navrchu v menu obchodu.

source: parent
sk: nadradený

source: Set this to a parent page if this page should be subcategorized under another page.
sk: Priraďte toto k nadradenej stránke, ak chcete aby sa táto stránka zaradila do podkategórie inej stránky.

source: list children on page
sk: uviesť podradené na stránke

source: Check this if this page should list its children pages.
sk: Začiarknite, ak majú byť na tejto stránke uvedené jej podradené stránky.

source: show child page timestamps
sk: zobraziť časovú značku podradenej stránky

source: Check this if you want to show timestamps on the child pages. Please note, that this requires the children to be listed on the page as well.
sk: Začiarknite, ak chcete zobraziť časové značky na podradených stránkach. To si tiež vyžaduje, aby boli na stránke uvedené aj podradené stránky.

source: deleted
sk: odstránený

source: title
sk: názov

source: The page title. This is shown anywhere links to your page are shown.
sk: Názov stránky. To sa zobrazuje všade, kde sa zobrazujú odkazy na vašu stránku.

source: The page url. Choose a descriptive url so that search engines can rank your page higher. Often the best url is simply the page title with spaces replaced with dashes.
sk: URL stránky. Vyberte popisnú url, aby vyhľadávače mohli vyššie ohodnotiť vašu stránku. Najlepšia url je názov stránky s pomlčkami namiesto medzier.

source: content
sk: obsah

source: The page content. This is the text that is displayed when customers click on your page link.You can leave this empty and add all page content through placeholder editor in shop front.To edit the style of the page you can use the Snippet plugin which is in shop front editor.
sk: Obsah stránky. Toto je text, ktorý sa zákazníkom zobrazí pri kliknutí na odkaz vašej stránky. Môžete to nechať nevyplnené a pridať celý obsah stránky cez editor.Na úpravu vzhľadu stránky môžete použiť Snippet plugin, ktorý je v editore v obchode.

source: Template path
sk: Cesta šablóny

source: render title
sk: vykresliť názov

source: Check this if this page should have a visible title
sk: Začiarknite, ak má mať stránka viditeľný názov.

source: page
sk: stránka

source: pages
sk: stránky

source: Untitled
sk: Bez názvu

source: Image
sk: Obrázok

source: The image of your object.
sk: Obrázok vášho objektu.

source: type
sk: typ

source: The title of your object as it should appear within the graph, e.g. The Rock.
sk: Názov vášho objektu, tak ako sa má zobraziť v grafe, napr. The Rock.

source: Description
sk: Popis

source: A one to two sentence description of your object.
sk: Popis vášho objektu v jednej až dvoch vetách.

source: Section
sk: Sekcia

source: A high-level section name, e.g. Technology. Only applicable when type is Article.
sk: Názov nadradenej sekcie, napr. Techlnológia. Použiteľné, iba ak sa jedná o typ Článok.

source: Tags
sk: Tagy

source: Tag words associated with this article. Only applicable when type is Article.
sk: Slová súvisejúce s týmto článkom. Použiteľné, iba ak sa jedná o typ Článok.

source: Article author
sk: Autor článku

source: The name of the author for the article. Only applicable when type is Article.
sk: Meno autora článku. Použiteľné, ak sa jedná o typ Článok.

source: CMS Page Links
sk: Odkazy na stránku CMS.

source: Show all pages
sk: Zobraziť všetky stránky.

source: All pages are shown, even if not selected
sk: Všetky stránky sú zobrazené, aj tie, ktoré nie sú vybraté.

source: Hide expired pages
sk: Skryť expirované stránky.

source: Default Page
sk: Predvolená stránka.

source: Page with sidebar
sk: Stránka s bočným panelom.
