Repository: idealoop/shuup
Catalog: shuup/customer_group_pricing/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Shuup Customer Group Pricing
sk: Ceny zákazníckej skupiny Shuup

source: Price (%(shop)s/%(group)s)
sk: Cena (%(shop)s/%(group)s)

source: Discount (%(shop)s/%(group)s)
sk: Zľava (%(shop)s/%(group)s)

source: product
sk: produkt

source: shop
sk: obchod

source: contact group
sk: skupina kontaktov

source: price
sk: cena

source: product price
sk: cena produktu

source: product prices
sk: ceny produktov

source: discount amount
sk: zľavnená čiastka

source: product discount
sk: zľava na produkt

source: product discounts
sk: zľavy na produkty

source: Customer Group Pricing
sk: Ceny zákazníckej skupiny

source: Customer Group Discount
sk: Zľava zákazníckej skupiny

source: Contact Group Discount
sk: Zľava skupiny kontaktov

source: Contact Group Pricing
sk: Ceny skupiny kontaktov
