Repository: idealoop/shuup
Catalog: shuup/simple_supplier/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Stock management
sk: Riadenie zásob

source: SKU
sk: skladové číslo produktu

source: Filter by SKU...
sk: Filtrovať podľa skladového čísla produktu

source: Name
sk: Názov

source: Filter by name...
sk: Filtrovať podľa názvu...

source: Supplier
sk: Dodávateľ

source: Stock information
sk: Skladové informácie

source: Adjust stock
sk: Upraviť zásoby

source: Added %(delta)s %(unit_symbol)s for product %(product_name)s stock (%(supplier_name)s)
sk: Pridané %(delta)s %(unit_symbol)s k zásobám produktu %(product_name)s (%(supplier_name)s)

source: Removed %(delta)s %(unit_symbol)s from product %(product_name)s stock (%(supplier_name)s)
sk: Odstránené %(delta)s %(unit_symbol)s zo zásob produktu %(product_name)s(%(supplier_name)s)

source: Alert limit for product %(product_name)s set to %(value)s.
sk: Limit pre upozornenie na produkt %(product_name)s nastavený na %(value)s.

source: Not allowed
sk: Nie je povolený.

source: Error, please check submitted values and try again.
sk: Chyba, skontrolujte zadané hodnoty a skúste znova, prosím.

source: Error, please check submitted values and try again (%(error)s).
sk: Chyba, skontrolujte zadané hodnoty a skúste znova (%(error)s), prosím.

source: Stock management is now enabled for {product}
sk: Riadenie zásob je teraz povolené pre {product}

source: Stock management is now disabled for {product}
sk: Riadenie zásob je teraz zakázané pre {product}

source: Purchase price per unit (%(currency_name)s)
sk: Nákupná cena za jednotku (%(currency_name)s)

source: Quantity
sk: Množstvo

source: Only non-zero values can be added to stock.
sk: Iba nenulové hodnoty môžu byť pridané k zásobám.

source: Alert limit
sk: Limit upozornenia

source: product
sk: produkt

source: supplier
sk: dodávateľ

source: created on
sk: vytvorené

source: created by
sk: vytvorené

source: type
sk: typ

source: alert limit
sk: limit upozornenia

source: stock managed
sk: zásoby riadené

source: Use this to override the supplier default stock behavior per product.
sk: Použite toto na potlačenie predvoleného správania dodávateľa pri jednotlivých produktoch.

source: logical count
sk: logický počet

source: physical count
sk: fyzický počet

source: Alert Limit Reached
sk: Dosiahnutý limit upozornenia

source: Product
sk: Produkt

source: Supplier Email
sk: Email dodávateľa

source: Shop Email
sk: Email obchodu

source: Fired in the last 24 hours?
sk: Spustené za posledných 24 hodín?

source: This will be True if this event was already dispatched in the last 24 hours for the same product and supplier. This is useful to prevent sending identical notifications in a short period of time.
sk: Toto bude platiť, ak táto udalosť už bola za posledných 24 hodín pre ten istý produkt a dodávateľa odoslaná. Je to užitočné, aby sa zabránilo odosielaniu identických oznámení v krátkom časovom období.

source: Send to?
sk: Poslať komu?

source: Send email to whom?
sk: Komu poslať email?

source: Do not send the same email within 24 hours.
sk: Neposielať rovnaký email v rámci 24 hodín.

source: If enabled, avoids sending the same email for the same product and supplier within 24 hours.
sk: Ak je povolené, zabráni to zasielaniu rovnakého emailu pre rovnaký produkt a dodávateľa v rámci 24 hodín.

source: Send Stock Limit Alert Email
sk: Poslať email s upozornením limitu zásob.

source: Send me an email when a product stock is lower than the configured limit.
sk: Poslať mi email, keď zásoby produktu budú nižšie ako nastavený limit.

source: This script will send an email to the configured destination alerting about the a product's low stock of a supplier. You can configure to not send the same email multiple times in a period of 24 hours. Every time a product's stock reach its configured limit, this notification will be fired and the email sent.
sk: Tento skript pošle email do nastaveného cieľa a upozorní o nízkom počte zásob u dodávateľa. Môžete nastaviť, aby sa email neposielal viackrát v rámci 24 hodín. Zakaždým, ako produkt dosiahne nastavený limit, táto notifikácia sa spustí a odošle sa email.

source: Low stock of: {{ product }} from {{ supplier }}
sk: Nízke zásoby: {{ product }} od {{ supplier }}

source: Hi! You are receiving this message because the product {{ product}} from {{ supplier }} has a low stock.
sk: Dobrý deň! Túto správu dostávate z dôvodu, že produkt {{ product}} od {{ supplier }} má nízky počet zásob.

source: Disable stock management
sk: Nepovoliť riadenie zásob.

source: Enable stock management
sk: Povoliť riadenie zásob.

source: Physical count ({sales_unit})
sk: Fyzický počet ({sales_unit})

source: Logical count ({sales_unit})
sk: Logický počet ({sales_unit})

source: Value per unit
sk: Hodnota pre jednotku

source: Total value
sk: Celková hodnota

source: Alert limit ({sales_unit})
sk: Limit upozornenia ({sales_unit})
