Repository: idealoop/shuup
Catalog: shuup/addons/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Addons
sk: Doplnky

source: Enable %s
sk: Povoliť %s

source: %d new addons enabled.
sk: %d nové doplnky povolené.

source: %d previously enabled addons disabled.
sk: %d predtým povolené doplnky zakázané.

source: No changes were made.
sk: Neboli vykonané žiadne zmeny.

source: Save addon changes
sk: Uložiť zmeny v doplnkoch

source: Upload new addon
sk: Nahrať nový doplnok

source: Reload application
sk: Obnoviť aplikáciu

source: There are no viable reload methods available. Please contact your system administrator.
sk: Nie sú k dispozícii žiadne realizovateľné metódy obnovenia. Prosím kontaktujte správcu systému.

source: Reload Method
sk: Obnoviť metódu

source: Reloading.
sk: Obnovovanie.

source: Addon file (ZIP)
sk: Súbor doplnkov (ZIP)

source: Only upload addon files you trust.
sk: Nahrávajte iba súbory doplnkov, ktorým dôverujete.

source: Only wheel files are supported
sk: Podporované sú iba súbory .whl

source: Upload
sk: Nahrať

source: Install Addon
sk: Inštalovať doplnok

source: Installed addons
sk: Nainštalované doplnky

source: Reload Application Server
sk: Obnoviť server aplikácie

source: Select file
sk: Vybrať súbor

source: Package Information
sk: Informácie o balíčku

source: File List
sk: Zoznam súborov
