Repository: idealoop/shuup
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Campaigns
sk: Kampane

source: Basket Campaigns
sk: Kampane k nákupným košíkom

source: Show Basket Campaigns
sk: Zobraziť kampane k nákupným košíkom

source: Coupons
sk: Kupóny

source: Show Coupons
sk: Zobraziť kupóny

source: Catalog Campaigns
sk: Katalógové kampane

source: Show Catalog Campaigns
sk: Zobraziť katalógové kampane

source: Set up a sales campaign
sk: Nastaviť výpredajovú kampaň

source: New basket campaign
sk: Kampaň k novému nákupnému košíku

source: New coupon
sk: Nový kupón

source: Minimum value
sk: Minimálna hodnota

source: Maximum value
sk: Maximálna hodnota

source: Leave empty for no maximum
sk: Nechajte nevyplnené pre žiadnu maximálnu hodnotu

source: Campaign end date can't be before start date.
sk: Dátum konca kampane nesmie byť pred dátumom začiatku.

source: Define the required coupon for this campaign.
sk: Definujte požadovaný kupón pre túto kampaň.

source: Coupon
sk: Kupón

source: discount percentage
sk: percentuálna zľava

source: The discount percentage for this campaign.
sk: Percentuálna zľava pre túto kampaň.

source: Product %(product)s is not available in the %(shop)s shop.
sk: Produkt %(product)s nie je k dispozícii v obchode %(shop)s.

source: Only amount or percentage can be set.
sk: Je možné nastaviť iba množstvo alebo percento.

source: Autogenerate code
sk: Automaticky generovaný kód

source: Discount Code already in use.
sk: Zľavový kód je už použitý.

source: Active Basket Campaigns
sk: AKtívne kampane pre nákupné košíky

source: Catalog Campaign
sk: Katalógová kampaň

source: Basket Campaign
sk: Kampaň pre nákupné košíky

source: Title
sk: Titul

source: Starts
sk: Začína

source: Ends
sk: Končí

source: Active
sk: Aktívny

source: No
sk: Nie

source: Yes
sk: Áno

source: CatalogCampaign
sk: Katalóvoá kampaň

source: Create new Catalog Campaign
sk: Vytvoriť novú katalógovú kampaň

source: Create new Basket Campaign
sk: Vytvoriť novú kampaň pre nákupné košíky

source: Code
sk: Kód

source: Usages
sk: Použitia

source: Usages Limit per contact
sk: Limit použití pre kontakt

source: Usage Limit
sk: Limit použití

source: Created by
sk: Vytvorený

source: Date created
sk: Vytvorený dátum

source: Create new Coupon
sk: Vytvoriť nový kupón

source: Basket condition
sk: Stav nákupného košíka

source: Basket product count
sk: Počet produktov v nákupnom košíku

source: product count in basket
sk: počet produktov v nákupnom košíku

source: Limit the campaign to match when basket has at least the product count entered here.
sk: Obmedzte kampaň tak, aby sa zhodovala, keď je v košíku aspoň toľko poroduktov ako je tu zadané.

source: Basket total value
sk: Celková hodnota nákupného košíka

source: basket total amount
sk: celková čiastka košíka

source: Limit the campaign to match when it has at least the total value entered here worth of products.
sk: Obmedzte kampaň tak, aby sa zhodovala, keď má celkovú hodnotu aspoň ako tu zadaná celková hodnota produktov.

source: Undiscounted basket total value
sk: Nezľavnená celková hodnota nákupného košíka

source: Limit the campaign to match when it has at least the total value entered here worth of products which doesn't have already discounts.
sk: Obmedzte kampaň tak, aby zadaná celková hodnota bola aspoň taká, aká je celková hodnota produktov, ktoré ešte neboli zľavnené.

source: Basket maximum product count
sk: Maximálny počet produktov v košíku

source: maximum product count in basket
sk: maximálny počet produktov v košíku

source: Limit the campaign to match when basket has at maximum the product count entered here.
sk: Obmedzte kampaň tak, aby sa vzťahovala na taký maximálny počet produktov v košíku, aký je tu zadaný.

source: Basket maximum total value
sk: Maximálna celková hodnota košíka

source: maximum basket total amount
sk: maximum celkovej sumy košíka

source: Limit the campaign to match when it has at maximum the total value entered here worth of products.
sk: Obmedzte kampať, aby sa vzťahovala na také maximum celkovej hodnoty, aké je tu zadané.

source: Exactly
sk: Presne

source: Greater than or equal to
sk: Väčšie ako alebo rovné

source: Products in basket
sk: Produkty v nákupnom košíku

source: operator
sk: operátor

source: quantity
sk: množstvo

source: products
sk: produkty

source: Limit the campaign to have the selected products in basket.
sk: Obmedzte kampaň, aby boli v košíku vybraté produkty.

source: Contact Group
sk: Skupina kontaktov

source: contact groups
sk: skupiny kontaktov

source: Limit the campaign to members of the selected contact groups.
sk: Obmedzte kampaň pre členov vybratých skupín kontaktov.

source: Contact
sk: Kontakt

source: contacts
sk: kontakty

source: Limit the campaign to selected contacts.
sk: Obmedzte kampaň na vybraté kontakty.

source: Category products in basket
sk: Kategórie produktov v nákupnom košíku

source: categories
sk: kategórie

source: excluded categories
sk: vylúčené kategórie

source: If the customer has even a single product in the basket from these categories this rule won't match thus the campaign cannot be applied to the basket.
sk: Ak má zákazník v nákupnom košíku čo i len jeden produkt z týchto kategórií, nevzťahuje sa na to pravidlo, takže kampaň sa na nákupný košík nemôže uplatniť.

source: Limit the campaign to match the products from selected categories.
sk: Obmedzte kampaň, aby sa vzťahovala na produkty z vybratých kategórií.

source: Day and hour
sk: Deň a hodina

source: start time
sk: čas začiatku

source: 12pm is considered noon and 12am as midnight.
sk: 12pm je považovaných za obed a 12am za polnoc.

source: end time
sk: čas ukončenia

source: 12pm is considered noon and 12am as midnight. End time is not considered match.
sk: 12pm sa považuje za obed a 12am za polnoc. Čas ukončenia sa nepovažuje za zhodu.

source: days
sk: dni

source: Limit the campaign to selected days.
sk: Obmedzte kampať na vybraté dni.

source: Product Variation Child
sk: Podradený variant produktu

source: Limit the campaign to match only variation children of the selected product.
sk: Obmedzte kampaň, aby sa vzťahovala iba na podradené varianty vybratého produktu.

source: campaign
sk: kampaň

source: Discount amount value
sk: Hodnota zľavnenej čiastky

source: discount amount
sk: zľavnená čiastka

source: Flat amount of discount.
sk: Paušálna čiastka zľavy.

source: Give discount amount.
sk: Dajte zľavnenú čiastku.

source: Discount amount percentage
sk: Percentuálna čiastka zľavy

source: Give percentage discount.
sk: Dať percentuálnu zľavu.

source: Discount amount percentage from undiscounted amount
sk: Percentuálny podiel zľavy z nezľavnenej čiastky

source: Give percentage discount based on undiscounted product prices.
sk: Dať percentuálnu zľavu podľa cien nezľavnených produktov.

source: Free Product(s)
sk: Produkt(s) zadarmo

source: product
sk: produkt

source: Select product(s) to give free.
sk: Vyberte produkt(s), ktoré chcete dať zadarmo.

source: Discount from Product
sk: Zľava z produktu

source: per line discount
sk: zľava na riadok

source: Uncheck this if you want to give discount for each matched product.
sk: Zrušte začiarknutie tohto políčka, ak chcete každému produktu priradiť zľavu.

source: Select discount amount and products.
sk: Zvoľte čiastku zľavy a produkty.

source: Discount from Category products
sk: Zľava z kategórie produktov

source: category
sk: kategória

source: Select discount amount and category. Please note that the discount will be given to all matching products in basket.
sk: Zvoľte čiastku zľavy a kategóriu. Pamätajte, že táto zľava bude aplikovaná na všetky zhodujúce sa produkty v nákupnom košíku.

source: shop
sk: obchod

source: The shop where the campaign is active.
sk: Obchod, v ktorom je aktívna kampaň.

source: name
sk: názov

source: The name for this campaign.
sk: Názov pre túto kampaň.

source: active
sk: aktívny

source: Check this if the campaign is currently active. Please also set a start and end date.
sk: Začiarknite, ak je táto kampaň momentálne aktívna. Nastavte tiež dátum začiatku a konca, prosím.

source: start date and time
sk: dátum začiatku a ukončenia

source: The date and time the campaign starts. This is only applicable if the campaign is marked as active.
sk: Dátum a čas začiatku kampane. Je to použiteľné iba vtedy, ak je kampaň označená ako aktívna.

source: end date and time
sk: dátum ukončenia

source: The date and time the campaign ends. This is only applicable if the campaign is marked as active.
sk: Dátum a čas ukončenia kampane. Toto je použiteľné iba ak je kampaň označená ako aktávna.

source: created by
sk: vytvorené

source: modified by
sk: upravené

source: created on
sk: vytvorené v

source: modified on
sk: upravené v

source: Campaign
sk: Kampaň

source: The campaign name to show in the store front.
sk: Názov kampane, ktorý sa bude zobrazovať v obchode.

source: Catalog Campaign: %(name)s
sk: Katalógová kampaň: %(name)s

source: basket line text
sk: riadok s textom v nákupnom košíku

source: This text will be shown in basket.
sk: Tento text sa bude zobrazovať v nákupnom košíku.

source: coupon
sk: kupón

source: supplier
sk: dodávateľ

source: When set, this campaign will match only products from the selected supplier. Rules and Effects will also be restricted to the products of this supplier.
sk: Ak toto nastavíte, táto kampaň sa bude vzťahovať iba na produkty od vybratého dodávateľa. Pravidlá a účinky budú takisto výhradne pre produkty tohto dodávateľa.

source: public name
sk: verejné meno

source: Basket Campaign: %(name)s
sk: Kampaň pre nákupný košík: %(name)s

source: Can not have multiple active campaigns with same code.
sk: Nie je možné mať viacero aktívnych kampaní s rovnakým kódom.

source: usage limit per customer
sk: limit použitia pre zákazníka

source: Limit the amount of usages per a single customer.
sk: Obmedziť množstvo použití pre jedeného zákazníka.

source: usage limit
sk: limit použitia

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
sk: Nastavte absolútny limi použitia pre tento kupón. Ak je limit nula (0) kupón sa nebude dať použiť.

source: is active
sk: je aktívny

source: The shop where the coupon is active.
sk: Obchod, v ktorom je kupón aktívny.

source: Base Catalog Filter
sk: Základná katalógový filter

source: Product type
sk: Typ produktu

source: product Types
sk: typy produktu

source: Limit the campaign to selected product types.
sk: Obmedzte kampaň na vybraté typy produktu.

source: Product
sk: Produkt

source: Limit the campaign to selected products.
sk: Obmedzte kampaň na vybraté produkty.

source: Product Category
sk: Kategória produktu

source: Limit the campaign to products in selected categories.
sk: Obmedzte kampaň na produkty vybratých kategórií.

source: group
sk: skupina

source: min amount
sk: minimálne množstvo

source: max amount
sk: maximálne množstvo

source: Can not add sales limits for default contact groups
sk: Nie je možné pridať zľavové obmedzenia pre predvolené skupiny kontaktov

source: Context Condition
sk: kontextová podmienka

source: Campaign Basket Discounts
sk: Zľavy na kampaň pre nákupný košík

source: Coupon Code:
sk: Kód kupónu:

source: Filter report results by coupon.
sk: Filtrovať správu výsledkov podľa kupónu.

source: Coupons Usage
sk: Použitie kupónov

source: Date
sk: Dátum

source: Coupon code
sk: Kód kupónu

source: Order
sk: Objednávka

source: Taxful total
sk: Celková suma s daňou

source: Taxful subtotal
sk: Medzisuma s daňou

source: Total discount
sk: Celková zľava

source: General Information
sk: Všeobecné informácie

source: Rules
sk: Pravidlá

source: Effects
sk: Účinky

source: General information
sk: Všeobecné informácie

source: Generate
sk: Generovať

source: Sales Ranges
sk: Rozsahy zliav
