Repository: idealoop/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Abandoned Cart Value
sk: Hodnota opusteného nákupného košíka

source: Based on {b} carts over the last {d} days
sk: Na základe {b} košíkov za posledných {d} dní

source: Carts
sk: Nákupné košíky

source: Show carts
sk: Zobraziť nákupné košíky

source: Cart Inactivity Delay (hours)
sk: Oneskorenie nečinnosti košíka (hodiny)

source: Set the number of hours the cart must be inactive before it's displayed in Orders > Carts
sk: Zadajte počet hodín, koľko musí byť nákupný košík neaktívny, aby bol zobrazený v Objednávky > Košíky

source: Created on
sk: Vytvorené

source: Last updated on
sk: Naposledy upravené

source: Abandoned
sk: Opustený

source: yes
sk: áno

source: no
sk: nie

source: Shop
sk: Obchod

source: Product count
sk: Počet produktov

source: Customer
sk: Zákazník

source: Orderer
sk: Objednávateľ

source: Total
sk: Celkom

source: Ordered
sk: Objednané

source: Require shipping method
sk: Vyžaduje spôsob dopravy

source: Whether to require the shipping method in checkout phases.
sk: Či vyžadovať spôsob doručenia pri platení.

source: Require payment method
sk: Vyžaduje spôsob platby

source: Whether to require the payment method in checkout phases.
sk: Či vyžadovať spôsob platby pri platení.

source: Registration Settings
sk: Nastavenia registrácie

source: Allow company registration
sk: Povoliť registráciu firmy

source: If you select this, companies can register into your store.
sk: Ak toto vyberiete, do vášho obchodu sa budú môcť zaregistrovať firmy.

source: Company registration requires approval
sk: Zaregistrovanie firmy si vyžaduje schválenie

source: Registered companies must be manually approved by admin if this is checked. This option has no effect if company registration is not allowed on your site.
sk: Začiarknutím budú musieť byť registrované firmy manuálne schválené administrátorom.Táto možnosť neplatí, ak na vašej stránke nie je povolená registrácia pre firmy.

source: Company tax number validation
sk: Overenie firemného čísla DIČO/IČO.

source: Company tax number format is validated for European countries.
sk: Formát čísla DIČO/IČO firmy je pre európske krajiny schválený.

source: Override shop's default configuration
sk: Preskočiť predvolené nastavenia obchodu.

source: If checked, this configuration will be used instead of the shop's default configuration.
sk: Začiarknutím, bude toto nastavenie použité namiesto predvoleného nastavenia obchodu.

source: Available languages in storefront
sk: Dostupné jazyky obchodu.

source: Select all the languages that should be available in storefront. Blank means that all languages should be available.
sk: Vyberte jazyky, ktoré chcete, aby boli v obchode dostupné. Nevyplnené znamená, že budú dostupné všetky jazyky.

source: Basket loading failed: Incompatible basket (%s)
sk: Načítanie košíka zlyhalo: Nekompatibilný košík (%s)

source: Try to remove some products from the basket and order them separately.
sk: Skúste z košíka odobrať niektoré produkty a objednať ich samostatne.

source: Products in basket cannot be shipped together. %s
sk: Produkty v košíku nie je možné doručiť spolu. %s

source: Products in basket have no common payment method. %s
sk: Produkty v košíku nemajú spoločný spôsob platby. %s

source: Tax number is required with the company name.
sk: Spolu s názvom firmy je požadované aj číslo DIČO/IČO.

source: Company name is required with the tax number.
sk: Názov firmy je požadovaný spolu s číslom DIČO/IČO.

source: Use a saved address
sk: Použiť uloženú adresu

source: Addresses
sk: Adresy

source: Checkout as Guest
sk: Prihlásiť sa ako hosť

source: Register
sk: Registrovať

source: Register with us for future convenience
sk: Zaregistrujte sa u nás pre budúce výhody.

source: Checkout Method Choice
sk: Výber spôsobu platby.

source: I accept the terms and conditions
sk: Súlasím s podmienkami.

source: I want to receive marketing material
sk: Nechcem dostávať reklamný obsah

source: Comment
sk: Komentovať

source: There has been a change in product availability. Please review your cart and reconfirm your order.
sk: Nastala zmena dostupnosti produktu. Prosím, skontrolujte si košík a opätovne potvrďte svoju objednávku.

source: Confirmation
sk: Potvrdenie

source: Empty Basket
sk: Vyprázdniť košík

source: shipping method
sk: spôsob dopravy

source: payment method
sk: spôsob platby

source: Shipping & Payment
sk: Doručenie a platba

source: Sort products by name
sk: Triediť produkty podľa názvu

source: Ordering for sort by name
sk: Zoradenie podľa názvu

source: Sort
sk: Triediť

source: Name - A-Z
sk: Názov - A-Z

source: Name - Z-A
sk: Názov - Z-A

source: Check this to allow products to be sortable by product name.
sk: Začiarknite, ak má byť možné triediť produkty podľa názvu.

source: Use a numeric value to set the order in which the the filter will appear on the product listing page.
sk: Zadajte číselnú hodnotu na určenie poradia, v ktorom sa bude filter zobrazovať v zozname produktov.

source: Sort products by price
sk: Triediť produkty podľa ceny

source: Ordering for sort by price
sk: Zoradenie podľa ceny

source: Price - Low to High
sk: Cena - od najnižšej po najvyššiu

source: Price - High to Low
sk: Cena - od najvyššej po najnižšiu

source: Check this to allow products to be sortable by price (from low to high and high to low).
sk: Začiarknite, ak chcete, aby bolo možné produkty triediť podľa ceny (od najnižšej po najvyššiu a od najvyššej po najnižšiu).

source: Sort products by date created
sk: Triediť produkty podľa dátumu vytvorenia

source: Ordering for sort by date created
sk: Zoradenie podľa dátumu vytvorenia

source: Date created
sk: Dátum vytvorenia

source: Check this to allow products to be sortable from newest to oldest products.
sk: Začiarknite, ak chcete aby bolo možné produkty triediť od najnovších po najstaršie.

source: Use a numeric value to set the order in which the filter will appear on the product listing page.
sk: Určite číslenú hodnotu na určenie poradia, v ktorom sa bude filter zobrazovať v zozname produktov.

source: Sort products by date created - oldest first
sk: Triediť produkty podľa dátumu vytvorenia - od najstarších

source: Ordering for sort by date created - oldest first
sk: Zoradenie podľa dátumu vytvorenia - od najstarších

source: Date created - oldest first
sk: Dátum vytvorenia - od najstarších

source: Check this to allow products to be sortable from oldest to newest products.
sk: Začiarknite, ak chcete, aby bolo možné produkty triediť od najstarších po najnovšie.

source: Filter products by manufacturer
sk: Filtrovať produkty podľa výrobcu

source: Ordering for filter by manufacturer
sk: Zoradenie podľa výrobcu

source: Manufacturers
sk: Výrobcovia

source: Check this to allow products to be filterable by manufacturer for this category.
sk: Začiarknite, ak chcete, aby bolo pre túto kategóriu možné triediť produkty podľa výrobcu.

source: Use a numeric value to set the order in which the manufacturer filters will appear on the product listing page.
sk: Určite číslenú hodnotu na určenie poradia, v ktorom sa bude filter výrobcu zobrazovať v zozname produktov.

source: Filter products by category
sk: Filtrovať produkty podľa kategórie

source: Ordering for filter by category
sk: Zoradenie podľa kategórie

source: Categories
sk: Kategórie

source: Check this to allow products to be filterable by any visible product category.
sk: Začiarknite, ak chcete, aby bolo možné filtrovať produkty podľa každej zobrazenej kategórie.

source: Use a numeric value to set the order in which the category list filters will appear on the product listing page.
sk: Určite číselnú hodnotu na určenie poradia, v ktorom sa bude filter kategórií zobrazovať v zozname produktov.

source: Limit page size
sk: Limit stránky

source: Ordering for limit page size
sk: Zoradenie podľa limitu stránky

source: Products per page
sk: Produktov na stranu

source: Check this to allow the customer to be able to select the number of products to display.
sk: Začiarknite, ak chcete, aby zákazník mohol určiť počet produktov na zobrazenie.

source: Use a numeric value to set the order in which the page size filter will appear on the product listing page.
sk: Určite číselnú hodnotu na určenie poradia, v ktorom sa bude filter veľkosti stránky zobrazovať v zozname produktov.

source: Filter products by variation
sk: Filtrovať produkty podľa variantu

source: Ordering for filter by variation
sk: Zoradenie podľa variantu

source: Check this to allow products to be filterable by their different variations. For example, size or color.
sk: Začiarknite, ak chcete, aby bolo možné filtrovať produkty podľa rôznych variantov. Napr. podľa veľkosť alebo farba.

source: Use a numeric value to set the order in which the variation filters will appear on the product listing page.
sk: Určite číselnú hodnotu na určenie poradia, v ktorom sa bude filter variantu zobrazovať v zozname produktov.

source: Filter products by price
sk: Filtrovať produkty podľa ceny

source: Ordering for filter by price
sk: Zoradnie podľa ceny

source: Price
sk: Cena

source: Check this to allow products to be filtered by price. Prices will be listed in groups from the price range minimum to price range maximum in increments of the configured price range step.
sk: Začiarknite, ak chcete, aby bolo možné filtrovať produkty podľa ceny. Ceny budú uvedené v skupinách od minimálneho cenového rozpätia po maximálne cenové rozpätie v násobkoch hodnoty nakonfigurovaného kroku cenového rozpätia.

source: Use a numeric value to set the order in which the price range filters will appear on the product listing page.
sk: Použite číslenú hodnotu na určenie poradia, v ktorom sa bude filter cenového rozpätia zobrazovať v zozname produktov

source: Price range minimum
sk: Minimálne cenové rozpätie

source: Set the minimum price for the filter. The first range will be from zero to this value.
sk: Určite minimálnu cenu filtra. Prvé rozpätie bude od nuly po túto hodnotu.

source: Price range maximum
sk: Maximálne cenové rozpätie

source: Set the maximum price for the filter. The last range will include this value and above.
sk: Určite maximálnu cenu filtra. Posledné rozpätie bude v tejto hodnote a vyššie.

source: Price range step
sk: Krok cenového rozsahu

source: Set the price step for each range. Each range will increment by this value.
sk: Nastavte cenový krok pre každý rozsah. Každý rozsah sa bude zvyšovať o túto hodnotu.

source: Under %(min_limit)s
sk: Menej ako %(min_limit)s

source: %(min)s to %(max)s
sk: %(min)s do %(max)s

source: %(max_limit)s & Above
sk: %(max_limit)s & viac

source: Filter products by supplier
sk: Filtrovať produkty podľa dodávateľa

source: Ordering for filter by supplier
sk: Zoradenie podľa dodávateľa

source: Suppliers
sk: Dodávatelia

source: Check this to allow products to be filterable by supplier.
sk: Začiarknite, aby bolo možné filtrovať produkty podľa dodávateľa.

source: Use a numeric value to set the order in which the supplier filters will appear.
sk: Použite číslenú hodnotu na určenie poradia, v ktorom sa bude filter dodávateľa zobrazovať v zozname produktov.

source: Allow multiselect suppliers
sk: Povoliť viacerých dodávateľov

source: Filter by multiple suppliers at a time.
sk: Filtrovať podľa viacerých dodávateľov naraz.

source: Logged out since this account is inactive.
sk: Odhlásený, nakoľko účet je neaktívny.

source: key
sk: kľúč

source: shop
sk: obchod

source: customer
sk: zákazník

source: orderer
sk: objednávateľ

source: creator
sk: výrobca

source: created on
sk: vyrobené

source: updated on
sk: aktualizované

source: persistent
sk: stály

source: deleted
sk: zmazaný

source: finished
sk: dokončený

source: title
sk: titul

source: data
sk: dáta

source: taxless total price
sk: suma celkom bez dane

source: taxful total price
sk: suma celkom s daňou

source: currency
sk: mena

source: prices include tax
sk: ceny zahŕňajú daň

source: product_count
sk: poradie_produktu

source: products
sk: produkty

source: stored basket
sk: uložený košík

source: stored baskets
sk: uložené košíky

source: Order Received
sk: doručená objednávka

source: Order
sk: Objednávka

source: Customer Email
sk: Email zákazníka

source: Customer Phone
sk: Telefónne číslo zákazníka

source: Shop Email
sk: Email predajcu

source: Shop Phone
sk: Telefónne číslo predajcu

source: Language
sk: Jazyk

source: Order Status Changed
sk: Stav objednávky zmenený

source: Old Status
sk: Starý stav

source: New Status
sk: Nový stav

source: Shipment Created
sk: Vytvorená zásielka

source: Shipment
sk: Doručenie

source: Order Shipping Status
sk: Stav doručovania objednávky

source: Shipment Status
sk: Stav zásielky

source: Shipment Deleted
sk: Zásielka odstránená

source: Payment Created
sk: Vytvorená platba

source: Order Payment Status
sk: Stav platby objednávky

source: Payment
sk: Platba

source: Refund Created
sk: Vytvorené vrátenie peňazí

source: <p>Dear {{ order.customer }},</p> <p>A shipment has been created for your order and here are the details:</p> {% if shipment.tracking_code %} <p>Tracking code: {{ shipment.tracking_code }}</p> {% endif %} <p>Contents:</p> <table> <thead> <tr> <th>Product</th> <th>Quantity</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>
sk: <p>Vážený {{ order.customer }},</p> <p>Bola vytvorená zásielka pre vašu objednávku a tu sú podrobnosti:</p> {% if shipment.tracking_code %} <p>Kód sledovania zásielky: {{ shipment.tracking_code }}</p> {% endif %} <p>Obsah:</p> <table> <thead> <tr> <th>Produkt</th> <th>Množstvo</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>

source: Send Shipment Created Email
sk: Poslať email o vytvorení zásielky

source: Send an email to customer when a shipment is created.
sk: Po vytvorení zásielky poslať email zákazníkovi.

source: This script will send an email to customer when a shipment of his order has been created.
sk: Tento skript pošle zákazníkovi e-mail, keď bude vytvorená zásielka s jeho objednávkou.

source: {{ order.shop }} - Shipment created for order {{ order.identifier }}
sk: {{ order.shop }} - Vytvorená zásielka pre objednávku {{ order.identifier }}

source: Send Shipment Deleted Email
sk: Poslať email o zrušení zásielky

source: Send email when a shipment is deleted.
sk: Poslať email, keď je zásielka odstránená.

source: This script will send an email to customer or to any configured email right after a shipment gets deleted.
sk: Tento skript pošle zákazníkovi email alebo na prednastavenú emailovú adresu, hneď po odstránení zásielky.

source: {{ order.shop }} - Shipment deleted for order {{ order.identifier }}
sk: {{ order.shop }} - Zásielka odstránená pre objednávku {{ order.identifier }}

source: Send Payment Created Email
sk: Poslať email o vytvorení platby

source: Send email to customer when a payment is created.
sk: Po vytvorení platby poslať email zákazníkovi.

source: This script will send an email to customer or to any configured email right after a payment gets created.
sk: Tento skript pošle zákazníkovi, alebo na prednastavenú emailovú adresu, email hneď po vytvorení platby.

source: {{ order.shop }} - Payment created for order {{ order.identifier }}
sk: {{ order.shop }} - Vytvorená platba pre objednávku {{ order.identifier }}

source: Send Refund Created Email
sk: Poslať email o vytvorenom vrátení.

source: Send email when a refund is created.
sk: Poslať email, keď sa vytvorí vrátenie.

source: This script will send an email to customer or to any configured email right after a refund gets created.
sk: Tento skript pošle email zákazníkovi, alebo na prednastavenú emailovú adresu, email hneď po vytvorení vrátenia.

source: {{ order.shop }} - Refund created for order {{ order.identifier }}
sk: {{ order.shop }} - Vytvorené vrátenie pre objednávku {{ order.identifier }}

source: Send Order Confirmation Email
sk: Poslať email s potvrdením objednávky

source: Send a confirmation email when the order is created.
sk: Poslať potvrdzujúci email, keď sa vytvorí objednávka.

source: This script will send an email to customer or to any configured email right after an order is created. The order contents can be put on email body as well as other informations like shipping method and payment method.
sk: Tento skript pošle zákazníkovi, alebo na prednastavenú emailovú adresu, email hneď po vytvorení objednávky.V emaile môže byť uvedený obsah objednávky, ako aj ďalšie informácie ako spôsob dopravy a platby.

source: Cart Inactivity Delay
sk: Oneskorenie nečinnosti košíka

source: Checkout configuration
sk: Nastavenie pokladne

source: Product list sorts and filters
sk: Zoznam produktov a filtre

source: Storefront Languages
sk: Jazyky obchodu

source: Shopping cart
sk: Nákupný košík

source: Your shopping cart is empty.
sk: Váš nákupný košík je prázdny.

source: There were errors on following items
sk: Pri nasledujúcich položkách sa vyskytli chyby

source: You are unable to proceed to checkout!
sk: Nie je možné prejsť k pokladni!

source: Checkout
sk: Pokladňa

source: Log in
sk: Prihlásiť sa

source: Forgot your password?
sk: Zabudli ste svoje heslo?

source: There are errors
sk: Vyskytli sa chyby

source: Please wait...
sk: Čakajte prosím...

source: My Dashboard
sk: Môj dashboard

source: Home
sk: Domov

source: Bad Request
sk: Nesprávna požiadavka

source: Unfortunately the server couldn't process your request.
sk: Ľutujeme, server nedokázal spracovať vašu požiadavku.

source: Back to Homepage
sk: Späť na domovskú stránku

source: Permission Denied
sk: Prístup zamietnutý

source: Unfortunately you didn't have permission to display this page.
sk: Ľutujeme, nemáte povolenie na zobrazenie tejto stránky.

source: Page Not Found
sk: Stránka nenájdená

source: Unfortunately the page you were looking for does not exist.
sk: Ľutujeme, stránka, ktorú hľadáte, neexistuje.

source: Go Back
sk: Späť

source: Internal Server Error
sk: Interná chyba servera

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
sk: Ľutujeme, vyskytla sa interná chyba servera. Skúste obnoviť stránku alebo to skúste neskôr.

source: Welcome to Shuup!
sk: Vitajte v Shuup!

source: Welcome to %(name)s!
sk: Vitajte v %(name)s!

source: your shop
sk: váš obchod

source: You are seeing this page because there is no theme selected for the default frontend.
sk: Táto stránka sa zobrazuje, pretože nie je vybratá žiadna téma pre predvolený frontend.

source: Log in to the administration interface
sk: Prihláste sa do administračného prostredia

source: to choose a theme and set up your shop.
sk: pre výber témy a nastavenia vášho obchodu.

source: The administration interface does not seem to be available. Use other means to choose a theme.
sk: Zdá sa, že administračné rozhranie nie je k dispozícii. Použite inú tému.

source: Product added to cart
sk: Produkt pridaný do košíka

source: There was an error adding the product to the basket
sk: Pri pridávaní produktu do košíka sa vyskytla chyba

source: Remove product from basket
sk: Odstráňte produkt z košíka

source: The following items are not currently available (or are not available in the desired quantity) and cannot be included in your order.
sk: Nasledovné položky nie sú momentálne k dispozícii (alebo nie sú dostupné v požadovanom množstve) a nemôžu tak byť zahrnuté do vašej objednávky.

source: Continue Shopping
sk: Pokračovať v nákupe

source: Proceed to checkout
sk: Prejsť k pokladni

source: Coupons applied
sk: Použité zľavové kupóny

source: Have a coupon code? Enter it here
sk: Máte kód zľavového kupónu? Zadajte ho sem

source: Coupon Code
sk: Kód zľavového kupónu

source: Submit Code
sk: Potvrdiť kód

source: Save cart
sk: Uložiť nákupný košík

source: Cart Title
sk: Názov nákupného košíka

source: Save
sk: Uložiť

source: Back to Products
sk: Späť na produkty

source: Invalid coupon code.
sk: Neplatný kód zľavového kupónu.

source: Error when removing coupon.
sk: Chyba pri odstraňovaní zľavového kupónu.

source: Coupon is not available.
sk: Zľavový kupón nie je k dispozícii.

source: Error when adding coupon.
sk: Chyba pri pridávaní zľavového kupónu.

source: Cart saved!
sk: Nákupný košík uložený!

source: Filter Products
sk: Filtrovať produkty

source: Show Grid/List
sk: Zobraziť tabuľku/zoznam

source: Grid/list view
sk: Zobrazenie tabuľky/zoznamu

source: Continue
sk: Pokračovať

source: Billing address
sk: Fakturačná adresa

source: Ordering for a company?
sk: Objednávate pre firmu?

source: Please fill out these fields if you are ordering for a company.
sk: Prosím, vyplňte nasledovné polia, ak sa jedná o objednávku pre firmu.

source: Shipping address
sk: Doručovacia adresa

source: Ship to my billing address
sk: Doručiť na moju fakturačnú adresu

source: Choose Shipping Method
sk: Vybrať spôsob doručenia

source: Choose Payment Method
sk: Vybrať spôsob platby

source: No method is available.
sk: Žiaden spôsob nie je k dispozícii.

source: Delivery
sk: Doručenie

source: Delivery method
sk: Spôsob doručenia

source: Billing
sk: Fakturácia

source: Payment method
sk: Spôsob platby

source: Add comment
sk: Pridať komentár

source: Other information
sk: Ďaľšie informácie

source: Place Order
sk: Objednať

source: Previous
sk: Predchádzajúci

source: Next
sk: Ďalší

source: Items %(start_index)d of %(end_index)d of %(count)d total
sk: Položky %(start_index)d z %(end_index)d z %(count)d celkového počtu

source: Change visibility limit to
sk: Zmeniť limit zobrazenia na

source: show only visible products and categories
sk: zobraziť iba viditeľné produkty a kategórie

source: show all products and categories
sk: zobraziť všetky produkty a kategórie

source: Change customer to person contact mode
sk: Zmeniť režim zákazníka na režim kontakt osoby

source: Change customer to company contact mode
sk: Zmeniť režim zákazníka na režim kontakt spoločnosti

source: Change customer mode to guest
sk: Zmeniť režim zákazníka na hosťa

source: Tools
sk: Nástroje

source: Maintenance
sk: Údržba

source: Live
sk: Naživo

source: Customer mode
sk: režim zákazníka

source: GUEST
sk: HOSŤ

source: COMPANY CONTACT
sk: KONTAKT NA SPOLOČNOSŤ

source: PERSON CONTACT
sk: KONTAKT NA OSOBU

source: Toggle navigation
sk: Prepnúť navigáciu

source: Edit '{object_title}' in administration page
sk: Upraviť '{object_title}' na administračnej stránke

source: Edit {object_name} in Admin
sk: Upraviť {object_name} v Adminovi

source: Shop Administration
sk: Administrácia obchodu

source: There were errors on submitted form fields. Please check them and try again.
sk: V poliach odoslaného formuláru sa vyskytli chyby. Prosím, skontrolujte si formulár a skúste znova odoslať.

source: By <strong>%(supplier_name)s</strong>
sk: Podľa <strong>%(supplier_name)s</strong>

source: Available until: <span class="availability-date">{date}</span></small>
sk: Dostupné do: <span class="availability-date">{date}</span></small>

source: Edit account details
sk: Upraviť detaily účtu

source: Edit company details
sk: Upraviť detaily spoločnosti

source: My orders
sk: Moje objednávky

source: My saved carts
sk: Moje uložené nákupné košíky

source: My wishlists
sk: Moje zoznamy

source: Admin panel
sk: Adimnistračný panel

source: Log out
sk: Odhlásiť

source: New user? Register here!
sk: Nový používateľ? Registrujte sa tu!

source: Cart
sk: Košík

source: Items
sk: Položky

source: View cart
sk: Zobraziť košík

source: Products
sk: Produkty

source: Files
sk: Súbory

source: No method selected
sk: Nie je vybratá žiadna metóda

source: Product
sk: Produkt

source: Unit Price
sk: Jednotková cena

source: Quantity
sk: Množstvo
