Repository: idealoop/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: sk

source: excl. tax
sk: daň DPH

source: Products ordered
sk: Objednané produkty

source: Tax breakdown
sk: Rozčlenenie daní

source: Tax
sk: Daň

source: Tax percentage
sk: Daň v percentách

source: Based on amount
sk: Na základe množstva

source: Amount of tax
sk: Výška dane

source: Total including tax
sk: Celkom vrátane DPH

source: Company
sk: Spoločnosť

source: Tax number
sk: IČO/DIČO

source: Preview
sk: Prehľad

source: Also available in
sk: Tiež dostupné v

source: Save %(discount_percent)s
sk: Ušetriť %(discount_percent)s

source: Product Information
sk: Informácie o produkte

source: Includes these products
sk: Zahŕňa tieto produkty

source: No product description available
sk: Nie je dostupný žiaden popis produktu

source: SKU
sk: Skladové číslo produktu

source: Barcode
sk: Čiarový kód

source: Manufacturer
sk: Výrobca

source: Package Size
sk: Veľkosť balenia

source: Available Until
sk: Dostupné do

source: Width
sk: Šírka

source: Height
sk: Výška

source: Depth
sk: Hĺbka

source: Net Weight
sk: Čistá hmotnosť

source: Gross Weight
sk: Celková hmotnosť

source: External link
sk: Externý odkaz

source: Select
sk: Vybrať

source: Select product
sk: Vybrať produkt

source: Add to cart
sk: Pridať do košíka

source: Available until: {date}
sk: Dostupné do: {date}

source: Maintenance mode
sk: Režim údržby

source: Shop is currently down for maintenance.
sk: Obchod je momentálne mimo prevádzky z dôvodu údržby.

source: Thank you for your order!
sk: Ďakujeme za vašu objednávku!

source: Your order has been received. You can see the details of your order below.
sk: Vaša objednávka bola prijatá. Nižšie môžete vidieť detaily vašej objednávky.

source: User account activation
sk: Aktivácia používateľského účtu

source: If you want to be able to see your order history, please create a password for your account:
sk: Ak chcete vidieť históriu vašej objednávky, prosím, zadajte heslo k vášmu účtu:

source: Send
sk: Poslať

source: Payment canceled
sk: Platba zrušená

source: You have canceled payment
sk: Zrušili ste platbu

source: Retry payment
sk: Opakovať platbu

source: Error
sk: Chyba

source: Combination not available
sk: Kombinácia nie je k dispozícii

source: Open product page
sk: Otvoriť stránku s produktom

source: Hide prices
sk: Skryť ceny

source: Set shop in catalog mode
sk: Nastaviť obchod do katalógového režimu

source: Show supplier info
sk: Zobraziť informácie o dodávateľovi

source: Show supplier name in product-box, product-detail, basket- and order-lines
sk: Zobraziť meno dodávateľa na balení produktu, v košíku a zozname objednávok

source: Show Product Details
sk: Zobraziť detaily o produkte

source: If you check this, extra information will be shown on product page in frontend.
sk: Začiarknutím sa budú zobrazovať dodatočné informácie na stránke produktu v časti frontendu

source: Show Variations as Buttons
sk: Zobraziť varianty ako buttony

source: If you check this, the variations will be shown as buttons instead of dropdowns.
sk: Začiarknutím sa varianty budú zobrazovať ako buttony namiesto rozbaľovacieho menu.

source: Product detail extra tab title
sk: Nadpis karty s podrobnosťami o produkte

source: Enter the title for the product detail extra tab.
sk: Zadajte názov pre kartu s podrobnosťami o produkte.

source: Product detail extra tab content
sk: Obsah karty s podrobnosťami o produkte

source: Enter the content for the product detail extra tab.
sk: Vložte obsah karty s podrobnosťami o produkte.

source: Description
sk: Popis

source: Details
sk: Podrobnosti

source: Attributes
sk: Vlastnosti

source: Product reviews
sk: Recenzie produktu

source: Product detail tabs
sk: Karty podrobností o produkte

source: Select all tabs that should be renderd in product details.
sk: Vyberte všetky karty, ktoré sa majú vykresliť v podrobnostiach produktu.

source: Tax number is not valid.
sk: Neplatné DIČO/IČO

source: Edit
sk: Upraviť

source: {language_code} is an invalid language code
sk: {language_code} nie je platný kód jazyka

source: This product is not available in this shop.
sk: Tento produkt nie je dostupný v tomto obchode.
