Repository: idealoop/shuup
Catalog: shuup/importer/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Data Import
sk: Údaje o importe

source: Import mode
sk: Režim importu

source: Importing language
sk: Jazyk importu

source: The language of the data you would like to import.
sk: Jazyk dát, ktoré chcete importovať.

source: Importer
sk: Importér

source: Select a importer type matching the data you would like to import
sk: Vyberte typ importéra, ktorý sa zhoduje s dátami, ktoré chcete importovať.

source: File
sk: Súbor

source: %s is not a file
sk: %s nie je súbor

source: File missing.
sk: Chýbajúci súbor.

source: Failed to import the file.
sk: Import súboru zlyhal.

source: Invalid parameters
sk: Neplatné parametre.

source: Invalid importer
sk: Neplatný importér

source: Invalid file name
sk: Neplatný názov súboru

source: File not found
sk: Súbor sa nenašiel

source: Row ignored (no existing item and creating new is not allowed).
sk: Vynechaný riadok (položka neexistuje a nie je dovolené vytvoriť novú).

source: Row ignored (object already exists (%(object_name)s with id: %(object_id)s).
sk: Riadok vynechaný (objekt už existuje (%(object_name)s s id: %(object_id)s).

source: Error setting value for field %(field_name)s. (%(exception)s)
sk: Chyba pri zadávaní hodnoty v poli %(field_name)s. (%(exception)s)

source: Couldn't set value %(original_value)s for field %(field_name)s.
sk: Nebolo možné nastaviť hodnotu %(original_value)s pre pole %(field_name)s.

source: Row import failed (%s).
sk: Import riadku zlyhal (%s).

source: Import Data - process
sk: Import údajov - Spracovanie

source: The following fields in the file are being used a s possible connection keys:
sk: Nasledujúce polia v súbore sú použité ako možný spojovací kľúč:

source: Not a single connection key was found, File cannot be imported.
sk: Nebol nájdený žiaden spojovací kľúč, súbor sa nemôže importovať.

source: Import Data - Complete
sk: Import údajov - Kompletný

source: Cannot import more than %s rows from one file.
sk: Nie je možné importovať viac ako %s riadkov súboru.

source: Allow create and update
sk: Povoliť vytvoriť a aktualizovať.

source: Only create (no updates)
sk: Iba vytvoriť (neaktualizovať)

source: Only update existing (no new ones are created)
sk: Existuje iba aktualizácia (nič nové nie je vytvorené)
