Repository: idealoop/shuup
Catalog: shuup/discounts/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Archive Product Discounts
sk: Archivovať produktové zľavy

source: Unarchive Discounts
sk: Zrušiť archiváciu zliav

source: Delete Discounts
sk: Odstrániť zľavy

source: Product Discounts Coupon Codes
sk: Kódy zľavových kupónov na produkty

source: Discounts
sk: Zľavy

source: Product Discounts
sk: Produktové zľavy

source: Archived Product Discounts
sk: Archivované produktové zľavy

source: Discounts Availability Exceptions
sk: Výnimky dostupnosti zliav

source: Product Discounts Availability Exceptions
sk: Výnimky dostupnosti produktových zliav

source: Discounts Happy Hours
sk: Zľavové Happy Hours

source: Product Discounts Happy Hours
sk: Happy Hours na produktové zľavy

source: Discount Name
sk: Názov zľavy

source: Filter by name...
sk: Filtrovať podľa názvu...

source: Product
sk: Produkt

source: Filter by product...
sk: Filtrovať podľa produktu...

source: Category
sk: Kategória

source: Filter by category...
sk: Filtrovať podľa kategórie...

source: Contact Group
sk: Skupina kontaktov

source: Filter by contact group...
sk: Filtrovať podľa skupiny kontaktov...

source: Contact
sk: Kontakt

source: Filter by contact...
sk: Filtrovať podľa kontaktu...

source: Coupon code
sk: Kód zľavového kupónu

source: Filter by coupon code...
sk: Filtrovať podľa kódu zľavového kupónu...

source: Effect
sk: Účinok

source: End Date and Time
sk: Dátum a čas ukončenia

source: Code
sk: Kód

source: Usages
sk: Použitie

source: Usages Limit per contact
sk: Limit použitia na jeden kontakt

source: Usage Limit
sk: Limit použitia

source: Active
sk: Aktívny

source: Created by
sk: Vytvorený

source: Date created
sk: Dátum vytvorenia

source: Select discounts linked to this coupon code.
sk: Vyberte zľavy spojené s kódom tohto kupónu.

source: %s has been deleted.
sk: %s bol odstránený.

source: Discount percentage
sk: Percentuálna zľava

source: The discount percentage for this discount.
sk: Percentuálna zľava pre túto zľavu.

source: Exception Name
sk: Názov výnimky

source: Start Date and Time
sk: Dátum a čas začiatku

source: Select discounts to be ignored on given time frame.
sk: Zvoľte zľavy, ktoré sa majú vynechať v danom časovom rámci.

source: Happy Hour Name
sk: Názov Happy Hour

source: Select discounts for this happy hour.
sk: Zvoľte zľavy pre túto happy hour.

source: 12pm is considered noon and 12am as midnight. Start hour is included to the discount.
sk: 12pm je považované za obed a 12am za polnoc. Hodina začiatku je zahrnutá do zľavy.

source: 12pm is considered noon and 12am as midnight. End hours is included to the discount.
sk: 12pm je považované za obed a 12am za polnoc. Hodina ukončenia je zahrnutá do zľavy.

source: Weekdays the happy hour is active.
sk: Dni v týždni, kedy je happy hour aktívna.

source: shops
sk: obchody

source: name
sk: názov

source: The name for this exception. Used internally with exception lists for filtering.
sk: Názov pre túto výnimku. Používané interne so zoznamami výnimiek pre filtrovanie.

source: start
sk: začiatok

source: end
sk: koniec

source: availability exception
sk: dostupná výnimka

source: availability exceptions
sk: dostupné výnimky

source: created on
sk: vytvorené v

source: usage limit per customer
sk: limit použitia na zákazníka

source: Limit the amount of usages per a single customer.
sk: Obmedziť počet použití na jedného zákazníka.

source: usage limit
sk: limit použitia

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
sk: Nastavte absolútny limit použití tohto kupónu. Ak je limit nula (0), kupón nemožno použiť.

source: active
sk: aktívny

source: created by
sk: vytvorený

source: modified by
sk: upravený

source: modified on
sk: upravené v

source: The name for this discount. Used internally with discount lists for filtering.
sk: Názov tejto zľavy. Používa sa interne v zozname zliav pre filtrovanie.

source: supplier
sk: dodávateľ

source: Select supplier for this discount.
sk: Zvoľte dodávateľa pre túto zľavu.

source: Check this if the discount is currently active. Please also set a start and end date.
sk: Začiarknite, ak je zľava momentálne aktívna. Určite, prosím, tiež dátum začiatku a ukončenia.

source: start date and time
sk: dátum a čas začiatku

source: The date and time the discount starts. This is only applicable if the discount is marked as active.
sk: Dátum a čas, kedy zľava začne. Toto je použiteľné, ak je zľava označená ako aktívna.

source: end date and time
sk: dátum a čas ukončenia

source: The date and time the discount ends. This is only applicable if the discount is marked as active.
sk: Dátum a čas, kedy zľava končí. Toto je použiteľné. ak je zľava označená ako aktívna.

source: Select happy hours for this discount.
sk: Zvoľte happy hours pre túto zľavu.

source: Select availability for this discount.
sk: Zvoľte dostupnosť pre túto zľavu.

source: product
sk: produkt

source: Select product for this discount.
sk: Zvoľte produkt pre túto zľavu.

source: exclude selected category
sk: vylúčiť vybratú kategóriu

source: Exclude products in selected category from this discount.
sk: Vylúčiť produkty zo zľavy vo vybratej kategórii.

source: category
sk: kategória

source: Select category for this discount.
sk: Zvoľte kategóriu pre túto zľavu.

source: contact
sk: kontakt

source: Select contact for this discount.
sk: Zvoľte kontakt pre túto zľavu.

source: exclude selected contact group
sk: vylúčiť vybratú skupinu kontaktov

source: Exclude contacts in selected contact group from this discount.
sk: Vylúčiť z tejto zľavy kontakty z vybratej skupiny kontaktov.

source: contact group
sk: skupina kontaktov

source: Select contact group for this discount.
sk: Zvoľte skupinu kontaktov pre túto zľavu.

source: coupon code
sk: kód zľavového kupónu

source: Select coupon code for this discount.
sk: Zvoľte kód zľavového kupónu pre túto zľavu.

source: discounted price
sk: zľavnená cena

source: Discounted product price for this discount.
sk: Zľavnená cena produktu pre túto zľavu.

source: discount amount
sk: zľavnená čiastka

source: Discount amount value for this discount.
sk: Hodnota zľavnenej čiastky pre túto zľavu.

source: discount percentage
sk: percentuálna zľava

source: Discount percentage for this discount.
sk: Percentuálna zľava pre túto zľavu.

source: product discount
sk: produktová zľava

source: product discounts
sk: produktové zľavy

source: The name for this . Used internally with exception lists for filtering.
sk: Názov pre toto . Použté interne so zoznamom výnimiek pre filtrovanie.

source: parent
sk: nadradený

source: from hour
sk: od hodiny

source: to hour
sk: do hodiny

source: weekday
sk: deň v týždni

source: time range
sk: časové rozpätie

source: time ranges
sk: časové rozpätia

source: To hour has to be after from hour
sk: Do hodiny musí byť po od hodiny

source: Select all discounts to render products from. Only active discounts that have product or category linked are available.
sk: Zvoľte všetky zľavy, ktoré sa majú poskytnúť z produktov. K dispozícii sú iba aktívne zľavy, ktoré sú spojené s produktom alebo kategóriou.

source: Discounted Products
sk: Zľavanené produkty

source: Title
sk: Názov

source: Count
sk: Počet

source: Only show in-stock and orderable items
sk: Zobraziť iba položky, ktoré sú skladom a dajú sa objednať.

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
sk: Upozornenie: Konečný počet produktov môže byť nižší ako Počet, ak sa odfiltrujú produkty, ktoré sa nedajú objednať z celkového Počtu sady produktov.
